===> database 0.0.0.1 from pin.conf "userid"
nap(28373)> Sat May  7 15:40:56 IST 2022:Testnap Connection Success for suspension /home/pin/opt/portal/7.5/mso/bin
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_utilities
===> database 0.0.0.1 from pin.conf "userid"
nap(28420)> Sat May  7 15:40:57 IST 2022:Testnap Connection Success for suspension PIN_HOME/mso/apps/mso_bulk_utilities
file is not available 
Thread (4153740176) begins ... 
Thread (4143250320) begins ... 
Thread (4132760464) begins ... 
	Fetched units per step: (1000)
	Fetched units per step: (1000)
	Fetched units per step: (1000)
	Fetched units per step: (1000)
	Fetched units per step: (500)
Total Fetched (4500) units, err 0
Fetched (4500) units in Total.
===> database 0.0.0.1 from pin.conf "userid"
nap(30163)> Sat May  7 15:45:33 IST 2022:Testnap Connection Success for reconnection in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_utilities
===> database 0.0.0.1 from pin.conf "userid"
nap(30207)> Sat May  7 15:45:33 IST 2022:Testnap Connection Success for reconnection in PIN_HOME/mso/apps/mso_bulk_utilities
file is not available 
Thread (4153826192) begins ... 
Thread (4143336336) begins ... 
Thread (4132846480) begins ... 
	Fetched units per step: (1000)
	Fetched units per step: (1000)
	Fetched units per step: (1000)
	Fetched units per step: (1000)
	Fetched units per step: (500)
Total Fetched (4500) units, err 0
Fetched (4500) units in Total.
Thread (4153740176) exits ... 
Thread (4132760464) exits ... 
Thread (4143250320) exits ... 
Total number of records processed = 4500.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
===> database 0.0.0.1 from pin.conf "userid"
nap(1920)> Sat May  7 15:58:23 IST 2022:Testnap Connection Success for reconnection in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_utilities
===> database 0.0.0.1 from pin.conf "userid"
nap(1966)> Sat May  7 15:58:23 IST 2022:Testnap Connection Success for reconnection in PIN_HOME/mso/apps/mso_bulk_utilities
file is available
 process is not running 
Thread (4153789328) begins ... 
Thread (4143299472) begins ... 
Thread (4132809616) begins ... 
	Fetched units per step: (1000)
	Fetched units per step: (1000)
	Fetched units per step: (1000)
	Fetched units per step: (690)
Total Fetched (3690) units, err 0
Fetched (3690) units in Total.
===> database 0.0.0.1 from pin.conf "userid"
nap(4614)> Sat May  7 16:08:14 IST 2022:Testnap Connection Success for suspension /home/pin/opt/portal/7.5/mso/bin
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_utilities
===> database 0.0.0.1 from pin.conf "userid"
nap(4661)> Sat May  7 16:08:14 IST 2022:Testnap Connection Success for suspension PIN_HOME/mso/apps/mso_bulk_utilities
file is not available 
Thread (4154014608) begins ... 
Thread (4143524752) begins ... 
Thread (4133034896) begins ... 
	Fetched units per step: (1000)
	Fetched units per step: (500)
Total Fetched (1500) units, err 0
Fetched (1500) units in Total.
Thread (4143524752) exits ... 
Thread (4154014608) exits ... 
Thread (4133034896) exits ... 
Total number of records processed = 1500.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
===> database 0.0.0.1 from pin.conf "userid"
nap(9210)> Sat May  7 16:23:54 IST 2022:Testnap Connection Success for suspension /home/pin/opt/portal/7.5/mso/bin
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_utilities
===> database 0.0.0.1 from pin.conf "userid"
nap(9256)> Sat May  7 16:23:54 IST 2022:Testnap Connection Success for suspension PIN_HOME/mso/apps/mso_bulk_utilities
file is not available 
Thread (4153383824) begins ... 
Thread (4132404112) begins ... 
Thread (4142893968) begins ... 
	Fetched units per step: (1000)
	Fetched units per step: (1000)
	Fetched units per step: (703)
Total Fetched (2703) units, err 0
Fetched (2703) units in Total.
Thread (4153383824) exits ... 
Thread (4142893968) exits ... 
Thread (4132404112) exits ... 
Total number of records processed = 2703.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Thread (4153789328) exits ... 
Thread (4143299472) exits ... 
Thread (4132809616) exits ... 
Total number of records processed = 3690.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
./reconnection.sh: line 63: /home/pin/opt/portal/7.5/sys/test/reconnection.log: No such file or directory
./reconnection.sh: line 66: read: read error: 0: Bad file descriptor
===> database 0.0.0.1 from pin.conf "userid"
nap(12745)> Sat May  7 16:33:23 IST 2022:Testnap Connection Success for suspension /home/pin/opt/portal/7.5/mso/bin
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_utilities
===> database 0.0.0.1 from pin.conf "userid"
nap(12788)> Sat May  7 16:33:24 IST 2022:Testnap Connection Success for suspension PIN_HOME/mso/apps/mso_bulk_utilities
file is not available 
Thread (4153408400) begins ... 
Thread (4142918544) begins ... 
Thread (4130339728) begins ... 
Total Fetched (0) units, err 0
Thread (4142918544) exits ... 
Thread (4153408400) exits ... 
Thread (4130339728) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
===> database 0.0.0.1 from pin.conf "userid"
nap(13149)> Sat May  7 16:33:45 IST 2022:Testnap Connection Success for reconnection in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_utilities
===> database 0.0.0.1 from pin.conf "userid"
nap(13195)> Sat May  7 16:33:45 IST 2022:Testnap Connection Success for reconnection in PIN_HOME/mso/apps/mso_bulk_utilities
file is not available 
Thread (4153416592) begins ... 
Thread (4142926736) begins ... 
Thread (4132436880) begins ... 
Total Fetched (0) units, err 0
Thread (4142926736) exits ... 
Thread (4153416592) exits ... 
Thread (4132436880) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
./reconnection.sh: line 63: /home/pin/opt/portal/7.5/sys/test/reconnection.log: No such file or directory
./reconnection.sh: line 66: read: read error: 0: Bad file descriptor
===> database 0.0.0.1 from pin.conf "userid"
nap(15342)> Sat May  7 16:42:18 IST 2022:Testnap Connection Success for reconnection in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_utilities
===> database 0.0.0.1 from pin.conf "userid"
nap(15388)> Sat May  7 16:42:18 IST 2022:Testnap Connection Success for reconnection in PIN_HOME/mso/apps/mso_bulk_utilities
file is not available 
Thread (4153510800) begins ... 
Thread (4132531088) begins ... 
Thread (4143020944) begins ... 
	Fetched units per step: (1000)
	Fetched units per step: (1000)
	Fetched units per step: (1000)
	Fetched units per step: (0)
Total Fetched (3000) units, err 0
Fetched (3000) units in Total.
Thread (4153510800) exits ... 
Thread (4132531088) exits ... 
Thread (4143020944) exits ... 
Total number of records processed = 3000.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
./reconnection.sh: line 63: /home/pin/opt/portal/7.5/sys/test/reconnection.log: No such file or directory
./reconnection.sh: line 66: read: read error: 0: Bad file descriptor
===> database 0.0.0.1 from pin.conf "userid"
nap(18122)> Sat May  7 16:51:29 IST 2022:Testnap Connection Success for reconnection in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_utilities
===> database 0.0.0.1 from pin.conf "userid"
nap(18168)> Sat May  7 16:51:29 IST 2022:Testnap Connection Success for reconnection in PIN_HOME/mso/apps/mso_bulk_utilities
file is not available 
Thread (4153461648) begins ... 
Thread (4132481936) begins ... 
Thread (4142971792) begins ... 
	Fetched units per step: (1000)
	Fetched units per step: (203)
Total Fetched (1203) units, err 0
Fetched (1203) units in Total.
Thread (4132481936) exits ... 
Thread (4153461648) exits ... 
Thread (4142971792) exits ... 
Total number of records processed = 1203.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
./reconnection.sh: line 63: /home/pin/opt/portal/7.5/sys/test/reconnection.log: No such file or directory
./reconnection.sh: line 66: read: read error: 0: Bad file descriptor
===> database 0.0.0.1 from pin.conf "userid"
nap(31132)> Mon May  9 09:50:30 IST 2022:Testnap Connection Success for add_plan in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_utilities
===> database 0.0.0.1 from pin.conf "userid"
nap(31167)> Mon May  9 09:50:30 IST 2022:Testnap Connection Success for add_plan in PIN_HOME/mso/apps/mso_bulk_utilities
file is not available 
Thread (4153277328) begins ... 
Thread (4142787472) begins ... 
Thread (4132297616) begins ... 
	Fetched units per step: (1000)
	Fetched units per step: (1000)
	Fetched units per step: (0)
Total Fetched (2000) units, err 0
Fetched (2000) units in Total.
Thread (4153277328) exits ... 
Thread (4142787472) exits ... 
Thread (4132297616) exits ... 
Total number of records processed = 2000.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
./add_plan.sh: line 56: /home/pin/opt/portal/7.5/sys/test/add_plan.log: No such file or directory
./add_plan.sh: line 59: read: read error: 0: Bad file descriptor
===> database 0.0.0.1 from pin.conf "userid"
nap(3212)> Mon May  9 10:04:25 IST 2022:Testnap Connection Success for add_plan in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_utilities
===> database 0.0.0.1 from pin.conf "userid"
nap(3255)> Mon May  9 10:04:25 IST 2022:Testnap Connection Success for add_plan in PIN_HOME/mso/apps/mso_bulk_utilities
file is not available 
Thread (4154039184) begins ... 
Thread (4143549328) begins ... 
Thread (4133059472) begins ... 
	Fetched units per step: (1000)
	Fetched units per step: (500)
Total Fetched (1500) units, err 0
Fetched (1500) units in Total.
Thread (4133059472) exits ... 
Thread (4143549328) exits ... 
Thread (4154039184) exits ... 
Total number of records processed = 1500.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
./add_plan.sh: line 56: /home/pin/opt/portal/7.5/sys/test/add_plan.log: No such file or directory
./add_plan.sh: line 59: read: read error: 0: Bad file descriptor
===> database 0.0.0.1 from pin.conf "userid"
nap(4606)> Mon May  9 10:08:24 IST 2022:Testnap Connection Success for add_plan in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_utilities
===> database 0.0.0.1 from pin.conf "userid"
nap(4649)> Mon May  9 10:08:24 IST 2022:Testnap Connection Success for add_plan in PIN_HOME/mso/apps/mso_bulk_utilities
file is not available 
Thread (4153306000) begins ... 
Thread (4142816144) begins ... 
Thread (4132326288) begins ... 
	Fetched units per step: (1000)
	Fetched units per step: (1000)
	Fetched units per step: (1000)
	Fetched units per step: (0)
Total Fetched (3000) units, err 0
Fetched (3000) units in Total.
Thread (4142816144) exits ... 
Thread (4132326288) exits ... 
Thread (4153306000) exits ... 
Total number of records processed = 3000.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
./add_plan.sh: line 56: /home/pin/opt/portal/7.5/sys/test/add_plan.log: No such file or directory
./add_plan.sh: line 59: read: read error: 0: Bad file descriptor
===> database 0.0.0.1 from pin.conf "userid"
nap(8189)> Mon May  9 10:20:41 IST 2022:Testnap Connection Success for add_plan in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_utilities
===> database 0.0.0.1 from pin.conf "userid"
nap(8232)> Mon May  9 10:20:41 IST 2022:Testnap Connection Success for add_plan in PIN_HOME/mso/apps/mso_bulk_utilities
file is not available 
Thread (4153101200) begins ... 
Thread (4142611344) begins ... 
Thread (4132121488) begins ... 
	Fetched units per step: (1000)
	Fetched units per step: (0)
Total Fetched (1000) units, err 0
Fetched (1000) units in Total.
===> database 0.0.0.1 from pin.conf "userid"
nap(9399)> Mon May  9 10:24:13 IST 2022:Testnap Connection Success for reconnection in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_utilities
===> database 0.0.0.1 from pin.conf "userid"
nap(9446)> Mon May  9 10:24:13 IST 2022:Testnap Connection Success for reconnection in PIN_HOME/mso/apps/mso_bulk_utilities
file is not available 
Thread (4153478032) begins ... 
Thread (4132498320) begins ... 
Thread (4142988176) begins ... 
Total Fetched (0) units, err 0
Thread (4153478032) exits ... 
Thread (4132498320) exits ... 
Thread (4142988176) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
./reconnection.sh: line 63: /home/pin/opt/portal/7.5/sys/test/reconnection.log: No such file or directory
./reconnection.sh: line 66: read: read error: 0: Bad file descriptor
Thread (4142611344) exits ... 
Thread (4132121488) exits ... 
Thread (4153101200) exits ... 
Total number of records processed = 1000.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
./add_plan.sh: line 56: /home/pin/opt/portal/7.5/sys/test/add_plan.log: No such file or directory
./add_plan.sh: line 59: read: read error: 0: Bad file descriptor
===> database 0.0.0.1 from pin.conf "userid"
nap(22155)> Mon May  9 11:12:39 IST 2022:Testnap Connection Success for add_plan in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_utilities
===> database 0.0.0.1 from pin.conf "userid"
nap(22195)> Mon May  9 11:12:39 IST 2022:Testnap Connection Success for add_plan in PIN_HOME/mso/apps/mso_bulk_utilities
file is not available 
Thread (4153834384) begins ... 
Thread (4143344528) begins ... 
Thread (4132854672) begins ... 
Total Fetched (0) units, err 0
Thread (4143344528) exits ... 
Thread (4132854672) exits ... 
Thread (4153834384) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
./add_plan.sh: line 56: /home/pin/opt/portal/7.5/sys/test/add_plan.log: No such file or directory
./add_plan.sh: line 59: read: read error: 0: Bad file descriptor
===> database 0.0.0.1 from pin.conf "userid"
nap(6784)> Mon May  9 12:11:53 IST 2022:Testnap Connection Success for add_plan in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_utilities
===> database 0.0.0.1 from pin.conf "userid"
nap(6820)> Mon May  9 12:11:53 IST 2022:Testnap Connection Success for add_plan in PIN_HOME/mso/apps/mso_bulk_utilities
file is not available 
Thread (4154076048) begins ... 
Thread (4143586192) begins ... 
Thread (4133096336) begins ... 
	Fetched units per step: (999)
Total Fetched (999) units, err 0
Fetched (999) units in Total.
Thread (4133096336) exits ... 
Thread (4154076048) exits ... 
Thread (4143586192) exits ... 
Total number of records processed = 999.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
./add_plan.sh: line 56: /home/pin/opt/portal/7.5/sys/test/add_plan.log: No such file or directory
./add_plan.sh: line 59: read: read error: 0: Bad file descriptor
===> database 0.0.0.1 from pin.conf "userid"
nap(13602)> Mon May  9 12:30:52 IST 2022:Testnap Connection Success for add_plan in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_utilities
===> database 0.0.0.1 from pin.conf "userid"
nap(13645)> Mon May  9 12:30:52 IST 2022:Testnap Connection Success for add_plan in PIN_HOME/mso/apps/mso_bulk_utilities
file is not available 
Thread (4153768848) begins ... 
Thread (4143278992) begins ... 
Thread (4132789136) begins ... 
Total Fetched (0) units, err 0
Thread (4153768848) exits ... 
Thread (4143278992) exits ... 
Thread (4132789136) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
./add_plan.sh: line 56: /home/pin/opt/portal/7.5/sys/test/add_plan.log: No such file or directory
./add_plan.sh: line 59: read: read error: 0: Bad file descriptor
===> database 0.0.0.1 from pin.conf "userid"
nap(14278)> Mon May  9 12:33:22 IST 2022:Testnap Connection Success for add_plan in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_utilities
===> database 0.0.0.1 from pin.conf "userid"
nap(14305)> Mon May  9 12:33:22 IST 2022:Testnap Connection Success for add_plan in PIN_HOME/mso/apps/mso_bulk_utilities
file is not available 
Thread (4153781136) begins ... 
Thread (4143291280) begins ... 
Thread (4132801424) begins ... 
Total Fetched (0) units, err 0
Thread (4143291280) exits ... 
Thread (4132801424) exits ... 
Thread (4153781136) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
./add_plan.sh: line 56: /home/pin/opt/portal/7.5/sys/test/add_plan.log: No such file or directory
./add_plan.sh: line 59: read: read error: 0: Bad file descriptor
===> database 0.0.0.1 from pin.conf "userid"
nap(20008)> Mon May  9 14:54:57 IST 2022:Testnap Connection Success for device_load in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
===> database 0.0.0.1 from pin.conf "userid"
nap(20038)> Mon May  9 14:54:58 IST 2022:Testnap Connection Success for device_load in PIN_HOME/mso/apps/mso_bulk_inventory
 Executing ott_device_load 
Thread (4143188880) begins ... 
Thread (4132699024) begins ... 
Thread (4153678736) begins ... 
Thread (4120902544) begins ... 
Thread (4110412688) begins ... 
Thread (4099922832) begins ... 
Thread (4089432976) begins ... 
Thread (4076845968) begins ... 
Thread (4066356112) begins ... 
Thread (4055866256) begins ... 
Total Fetched (0) units, err 0
Thread (4055866256) exits ... 
Thread (4153678736) exits ... 
Thread (4089432976) exits ... 
Thread (4120902544) exits ... 
Thread (4110412688) exits ... 
Thread (4076845968) exits ... 
Thread (4132699024) exits ... 
Thread (4099922832) exits ... 
Thread (4143188880) exits ... 
Thread (4066356112) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing ip_camera_device_load 
Thread (4153605008) begins ... 
Thread (4143115152) begins ... 
Thread (4132625296) begins ... 
Thread (4122135440) begins ... 
Thread (4099058576) begins ... 
Thread (4088568720) begins ... 
Thread (4111645584) begins ... 
Thread (4078078864) begins ... 
Thread (4067589008) begins ... 
Thread (4057099152) begins ... 
Total Fetched (0) units, err 0
Thread (4111645584) exits ... 
Thread (4153605008) exits ... 
Thread (4078078864) exits ... 
Thread (4057099152) exits ... 
Thread (4088568720) exits ... 
Thread (4122135440) exits ... 
Thread (4132625296) exits ... 
Thread (4143115152) exits ... 
Thread (4067589008) exits ... 
Thread (4099058576) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing modem_device_load 
Thread (4153133968) begins ... 
Thread (4142644112) begins ... 
Thread (4132154256) begins ... 
Thread (4121664400) begins ... 
Thread (4109077392) begins ... 
Thread (4088097680) begins ... 
Thread (4077607824) begins ... 
Thread (4098587536) begins ... 
Thread (4067117968) begins ... 
Thread (4056628112) begins ... 
Total Fetched (0) units, err 0
Thread (4088097680) exits ... 
Thread (4067117968) exits ... 
Thread (4153133968) exits ... 
Thread (4132154256) exits ... 
Thread (4077607824) exits ... 
Thread (4142644112) exits ... 
Thread (4098587536) exits ... 
Thread (4121664400) exits ... 
Thread (4109077392) exits ... 
Thread (4056628112) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing wifi_router_device_load 
Thread (4153564048) begins ... 
Thread (4132584336) begins ... 
Thread (4143074192) begins ... 
Thread (4122094480) begins ... 
Thread (4110416784) begins ... 
Thread (4057967504) begins ... 
Thread (4078947216) begins ... 
Thread (4099926928) begins ... 
Thread (4089437072) begins ... 
Thread (4068457360) begins ... 
Total Fetched (0) units, err 0
Thread (4132584336) exits ... 
Thread (4089437072) exits ... 
Thread (4110416784) exits ... 
Thread (4153564048) exits ... 
Thread (4143074192) exits ... 
Thread (4078947216) exits ... 
Thread (4122094480) exits ... 
Thread (4057967504) exits ... 
Thread (4068457360) exits ... 
Thread (4099926928) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing cable_router_device_load 
Thread (4153498512) begins ... 
Thread (4143008656) begins ... 
Thread (4132518800) begins ... 
Thread (4119931792) begins ... 
Thread (4098952080) begins ... 
Thread (4088462224) begins ... 
Thread (4109441936) begins ... 
Thread (4077972368) begins ... 
Thread (4055890832) begins ... 
Thread (4067482512) begins ... 
Total Fetched (0) units, err 0
Thread (4153498512) exits ... 
Thread (4143008656) exits ... 
Thread (4132518800) exits ... 
Thread (4109441936) exits ... 
Thread (4098952080) exits ... 
Thread (4088462224) exits ... 
Thread (4067482512) exits ... 
Thread (4055890832) exits ... 
Thread (4077972368) exits ... 
Thread (4119931792) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing nat_device_load 
Thread (4153670544) begins ... 
Thread (4143180688) begins ... 
Thread (4132690832) begins ... 
Thread (4122200976) begins ... 
Thread (4111711120) begins ... 
Thread (4101221264) begins ... 
Thread (4089445264) begins ... 
Thread (4078955408) begins ... 
Thread (4068465552) begins ... 
Thread (4057975696) begins ... 
Total Fetched (0) units, err 0
Thread (4101221264) exits ... 
Thread (4122200976) exits ... 
Thread (4143180688) exits ... 
Thread (4068465552) exits ... 
Thread (4132690832) exits ... 
Thread (4089445264) exits ... 
Thread (4078955408) exits ... 
Thread (4153670544) exits ... 
Thread (4111711120) exits ... 
Thread (4057975696) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing static_ip_device_load 
Thread (4152994704) begins ... 
Thread (4142504848) begins ... 
Thread (4132014992) begins ... 
Thread (4121525136) begins ... 
Thread (4100545424) begins ... 
Thread (4111035280) begins ... 
Thread (4088396688) begins ... 
Thread (4077906832) begins ... 
Thread (4067416976) begins ... 
Thread (4056927120) begins ... 
Total Fetched (0) units, err 0
Thread (4152994704) exits ... 
Thread (4121525136) exits ... 
Thread (4111035280) exits ... 
Thread (4142504848) exits ... 
Thread (4056927120) exits ... 
Thread (4077906832) exits ... 
Thread (4132014992) exits ... 
Thread (4088396688) exits ... 
Thread (4100545424) exits ... 
Thread (4067416976) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing framed_ip_device_load 
Thread (4142738320) begins ... 
Thread (4153228176) begins ... 
Thread (4132248464) begins ... 
Thread (4111268752) begins ... 
Thread (4121758608) begins ... 
Thread (4088396688) begins ... 
Thread (4077906832) begins ... 
Thread (4100778896) begins ... 
Thread (4067416976) begins ... 
Thread (4056927120) begins ... 
Total Fetched (0) units, err 0
Thread (4088396688) exits ... 
Thread (4142738320) exits ... 
Thread (4153228176) exits ... 
Thread (4132248464) exits ... 
Thread (4121758608) exits ... 
Thread (4067416976) exits ... 
Thread (4100778896) exits ... 
Thread (4077906832) exits ... 
Thread (4111268752) exits ... 
Thread (4056927120) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153494416) begins ... 
Thread (4132514704) begins ... 
Thread (4143004560) begins ... 
Thread (4122024848) begins ... 
Thread (4110416784) begins ... 
Thread (4099926928) begins ... 
Thread (4078947216) begins ... 
Thread (4068457360) begins ... 
Thread (4057967504) begins ... 
Thread (4089437072) begins ... 
	Fetched units per step: (1)
Total Fetched (1) units, err 0
Fetched (1) units in Total.
Thread (4132514704) exits ... 
Thread (4099926928) exits ... 
Thread (4143004560) exits ... 
Thread (4153494416) exits ... 
Thread (4089437072) exits ... 
Thread (4068457360) exits ... 
Thread (4122024848) exits ... 
Thread (4110416784) exits ... 
Thread (4078947216) exits ... 
Thread (4057967504) exits ... 
Total number of records processed = 1.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4152920976) begins ... 
Thread (4142431120) begins ... 
Thread (4131941264) begins ... 
Thread (4119853968) begins ... 
Thread (4098874256) begins ... 
Thread (4109364112) begins ... 
Thread (4088384400) begins ... 
Thread (4075813776) begins ... 
Thread (4065323920) begins ... 
Thread (4054834064) begins ... 
Total Fetched (0) units, err 0
Thread (4131941264) exits ... 
Thread (4088384400) exits ... 
Thread (4119853968) exits ... 
Thread (4054834064) exits ... 
Thread (4142431120) exits ... 
Thread (4065323920) exits ... 
Thread (4109364112) exits ... 
Thread (4098874256) exits ... 
Thread (4075813776) exits ... 
Thread (4152920976) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
mv: cannot stat `/home/pin/opt/portal/7.5/sys/test/device_load_bkp_curr.log': No such file or directory
===> database 0.0.0.1 from pin.conf "userid"
nap(8301)> Tue May 10 15:45:29 IST 2022:Testnap Connection Success for device_load in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
===> database 0.0.0.1 from pin.conf "userid"
nap(8329)> Tue May 10 15:45:29 IST 2022:Testnap Connection Success for device_load in PIN_HOME/mso/apps/mso_bulk_inventory
 Executing ott_device_load 
Thread (4153924496) begins ... 
Thread (4143434640) begins ... 
Thread (4132944784) begins ... 
Thread (4122454928) begins ... 
Thread (4110416784) begins ... 
Thread (4099926928) begins ... 
Thread (4057967504) begins ... 
Thread (4089437072) begins ... 
Thread (4068457360) begins ... 
Thread (4078947216) begins ... 
Total Fetched (0) units, err 0
Thread (4089437072) exits ... 
Thread (4057967504) exits ... 
Thread (4143434640) exits ... 
Thread (4153924496) exits ... 
Thread (4099926928) exits ... 
Thread (4122454928) exits ... 
Thread (4110416784) exits ... 
Thread (4132944784) exits ... 
Thread (4078947216) exits ... 
Thread (4068457360) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing ip_camera_device_load 
Thread (4153416592) begins ... 
Thread (4132436880) begins ... 
Thread (4142926736) begins ... 
Thread (4121947024) begins ... 
Thread (4100967312) begins ... 
Thread (4111457168) begins ... 
Thread (4088396688) begins ... 
Thread (4077906832) begins ... 
Thread (4067416976) begins ... 
Thread (4056927120) begins ... 
Total Fetched (0) units, err 0
Thread (4067416976) exits ... 
Thread (4121947024) exits ... 
Thread (4111457168) exits ... 
Thread (4153416592) exits ... 
Thread (4142926736) exits ... 
Thread (4056927120) exits ... 
Thread (4100967312) exits ... 
Thread (4132436880) exits ... 
Thread (4077906832) exits ... 
Thread (4088396688) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing modem_device_load 
Thread (4152961936) begins ... 
Thread (4142472080) begins ... 
Thread (4131982224) begins ... 
Thread (4121492368) begins ... 
Thread (4109368208) begins ... 
Thread (4098878352) begins ... 
Thread (4077898640) begins ... 
Thread (4054842256) begins ... 
Thread (4088388496) begins ... 
Thread (4067408784) begins ... 
Total Fetched (0) units, err 0
Thread (4142472080) exits ... 
Thread (4152961936) exits ... 
Thread (4121492368) exits ... 
Thread (4077898640) exits ... 
Thread (4131982224) exits ... 
Thread (4054842256) exits ... 
Thread (4088388496) exits ... 
Thread (4098878352) exits ... 
Thread (4109368208) exits ... 
Thread (4067408784) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing wifi_router_device_load 
Thread (4153838480) begins ... 
Thread (4143348624) begins ... 
Thread (4132858768) begins ... 
Thread (4122368912) begins ... 
Thread (4109781904) begins ... 
Thread (4099292048) begins ... 
Thread (4088802192) begins ... 
Thread (4067822480) begins ... 
Thread (4057332624) begins ... 
Thread (4078312336) begins ... 
Total Fetched (0) units, err 0
Thread (4067822480) exits ... 
Thread (4153838480) exits ... 
Thread (4122368912) exits ... 
Thread (4099292048) exits ... 
Thread (4143348624) exits ... 
Thread (4109781904) exits ... 
Thread (4057332624) exits ... 
Thread (4078312336) exits ... 
Thread (4132858768) exits ... 
Thread (4088802192) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing cable_router_device_load 
Thread (4153084816) begins ... 
Thread (4142594960) begins ... 
Thread (4111125392) begins ... 
Thread (4121615248) begins ... 
Thread (4132105104) begins ... 
Thread (4100635536) begins ... 
Thread (4088396688) begins ... 
Thread (4054834064) begins ... 
Thread (4065323920) begins ... 
Thread (4075813776) begins ... 
Total Fetched (0) units, err 0
Thread (4153084816) exits ... 
Thread (4142594960) exits ... 
Thread (4111125392) exits ... 
Thread (4100635536) exits ... 
Thread (4132105104) exits ... 
Thread (4088396688) exits ... 
Thread (4121615248) exits ... 
Thread (4054834064) exits ... 
Thread (4065323920) exits ... 
Thread (4075813776) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing nat_device_load 
Thread (4153658256) begins ... 
Thread (4143168400) begins ... 
Thread (4132678544) begins ... 
Thread (4122188688) begins ... 
Thread (4111698832) begins ... 
Thread (4088621968) begins ... 
Thread (4078132112) begins ... 
Thread (4067642256) begins ... 
Thread (4057152400) begins ... 
Thread (4099111824) begins ... 
Total Fetched (0) units, err 0
Thread (4153658256) exits ... 
Thread (4143168400) exits ... 
Thread (4078132112) exits ... 
Thread (4132678544) exits ... 
Thread (4122188688) exits ... 
Thread (4057152400) exits ... 
Thread (4099111824) exits ... 
Thread (4088621968) exits ... 
Thread (4067642256) exits ... 
Thread (4111698832) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing static_ip_device_load 
Thread (4153666448) begins ... 
Thread (4143176592) begins ... 
Thread (4122196880) begins ... 
Thread (4101217168) begins ... 
Thread (4132686736) begins ... 
Thread (4088630160) begins ... 
Thread (4078140304) begins ... 
Thread (4111707024) begins ... 
Thread (4067650448) begins ... 
Thread (4057160592) begins ... 
Total Fetched (0) units, err 0
Thread (4122196880) exits ... 
Thread (4101217168) exits ... 
Thread (4078140304) exits ... 
Thread (4153666448) exits ... 
Thread (4143176592) exits ... 
Thread (4132686736) exits ... 
Thread (4111707024) exits ... 
Thread (4088630160) exits ... 
Thread (4067650448) exits ... 
Thread (4057160592) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing framed_ip_device_load 
Thread (4153314192) begins ... 
Thread (4142824336) begins ... 
Thread (4132334480) begins ... 
Thread (4121844624) begins ... 
Thread (4088277904) begins ... 
Thread (4077788048) begins ... 
Thread (4111354768) begins ... 
Thread (4067298192) begins ... 
Thread (4056808336) begins ... 
Thread (4100864912) begins ... 
Total Fetched (0) units, err 0
Thread (4121844624) exits ... 
Thread (4153314192) exits ... 
Thread (4132334480) exits ... 
Thread (4142824336) exits ... 
Thread (4067298192) exits ... 
Thread (4111354768) exits ... 
Thread (4056808336) exits ... 
Thread (4077788048) exits ... 
Thread (4088277904) exits ... 
Thread (4100864912) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4142914448) begins ... 
Thread (4153404304) begins ... 
Thread (4132424592) begins ... 
Thread (4098874256) begins ... 
Thread (4077894544) begins ... 
Thread (4119853968) begins ... 
Thread (4109364112) begins ... 
Thread (4067404688) begins ... 
Thread (4054842256) begins ... 
Thread (4088384400) begins ... 
	Fetched units per step: (1)
Total Fetched (1) units, err 0
Fetched (1) units in Total.
Thread (4153404304) exits ... 
Thread (4109364112) exits ... 
Thread (4054842256) exits ... 
Thread (4077894544) exits ... 
Thread (4132424592) exits ... 
Thread (4088384400) exits ... 
Thread (4119853968) exits ... 
Thread (4098874256) exits ... 
Thread (4067404688) exits ... 
Thread (4142914448) exits ... 
Total number of records processed = 1.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153846672) begins ... 
Thread (4143356816) begins ... 
Thread (4132866960) begins ... 
Thread (4099926928) begins ... 
Thread (4110416784) begins ... 
Thread (4078947216) begins ... 
Thread (4122377104) begins ... 
Thread (4089437072) begins ... 
Thread (4068457360) begins ... 
Thread (4057967504) begins ... 
Total Fetched (0) units, err 0
Thread (4110416784) exits ... 
Thread (4143356816) exits ... 
Thread (4089437072) exits ... 
Thread (4068457360) exits ... 
Thread (4153846672) exits ... 
Thread (4078947216) exits ... 
Thread (4057967504) exits ... 
Thread (4132866960) exits ... 
Thread (4122377104) exits ... 
Thread (4099926928) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
mv: cannot stat `/home/pin/opt/portal/7.5/sys/test/device_load_bkp_curr.log': No such file or directory
===> database 0.0.0.1 from pin.conf "userid"
nap(23565)> Tue May 10 16:38:56 IST 2022:Testnap Connection Success for device_load in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
===> database 0.0.0.1 from pin.conf "userid"
nap(23606)> Tue May 10 16:38:57 IST 2022:Testnap Connection Success for device_load in PIN_HOME/mso/apps/mso_bulk_inventory
 Executing ott_device_load 
Thread (4121930640) begins ... 
Thread (4142910352) begins ... 
Thread (4153400208) begins ... 
Thread (4132420496) begins ... 
Thread (4109343632) begins ... 
Thread (4088363920) begins ... 
Thread (4098853776) begins ... 
Thread (4065328016) begins ... 
Thread (4077874064) begins ... 
Thread (4054838160) begins ... 
Total Fetched (0) units, err 0
Thread (4054838160) exits ... 
Thread (4142910352) exits ... 
Thread (4065328016) exits ... 
Thread (4132420496) exits ... 
Thread (4109343632) exits ... 
Thread (4077874064) exits ... 
Thread (4153400208) exits ... 
Thread (4088363920) exits ... 
Thread (4098853776) exits ... 
Thread (4121930640) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing ip_camera_device_load 
Thread (4153826192) begins ... 
Thread (4132846480) begins ... 
Thread (4143336336) begins ... 
Thread (4122356624) begins ... 
Thread (4090887056) begins ... 
Thread (4111866768) begins ... 
Thread (4068473744) begins ... 
Thread (4080397200) begins ... 
Thread (4101376912) begins ... 
Thread (4057983888) begins ... 
Total Fetched (0) units, err 0
Thread (4132846480) exits ... 
Thread (4101376912) exits ... 
Thread (4057983888) exits ... 
Thread (4068473744) exits ... 
Thread (4143336336) exits ... 
Thread (4122356624) exits ... 
Thread (4080397200) exits ... 
Thread (4090887056) exits ... 
Thread (4111866768) exits ... 
Thread (4153826192) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing modem_device_load 
Thread (4153551760) begins ... 
Thread (4143061904) begins ... 
Thread (4132572048) begins ... 
Thread (4122082192) begins ... 
Thread (4089441168) begins ... 
Thread (4078951312) begins ... 
Thread (4099931024) begins ... 
Thread (4111592336) begins ... 
Thread (4068461456) begins ... 
Thread (4057971600) begins ... 
Total Fetched (0) units, err 0
Thread (4153551760) exits ... 
Thread (4099931024) exits ... 
Thread (4089441168) exits ... 
Thread (4111592336) exits ... 
Thread (4132572048) exits ... 
Thread (4078951312) exits ... 
Thread (4068461456) exits ... 
Thread (4143061904) exits ... 
Thread (4057971600) exits ... 
Thread (4122082192) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing wifi_router_device_load 
Thread (4153432976) begins ... 
Thread (4142943120) begins ... 
Thread (4132453264) begins ... 
Thread (4121963408) begins ... 
Thread (4111473552) begins ... 
Thread (4099931024) begins ... 
Thread (4078951312) begins ... 
Thread (4068461456) begins ... 
Thread (4089441168) begins ... 
Thread (4055874448) begins ... 
Total Fetched (0) units, err 0
Thread (4153432976) exits ... 
Thread (4132453264) exits ... 
Thread (4142943120) exits ... 
Thread (4055874448) exits ... 
Thread (4089441168) exits ... 
Thread (4078951312) exits ... 
Thread (4111473552) exits ... 
Thread (4068461456) exits ... 
Thread (4099931024) exits ... 
Thread (4121963408) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing cable_router_device_load 
Thread (4153465744) begins ... 
Thread (4142975888) begins ... 
Thread (4132486032) begins ... 
Thread (4121996176) begins ... 
Thread (4101016464) begins ... 
Thread (4089445264) begins ... 
Thread (4111506320) begins ... 
Thread (4078955408) begins ... 
Thread (4068465552) begins ... 
Thread (4055890832) begins ... 
Total Fetched (0) units, err 0
Thread (4153465744) exits ... 
Thread (4101016464) exits ... 
Thread (4142975888) exits ... 
Thread (4132486032) exits ... 
Thread (4089445264) exits ... 
Thread (4121996176) exits ... 
Thread (4068465552) exits ... 
Thread (4078955408) exits ... 
Thread (4055890832) exits ... 
Thread (4111506320) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing nat_device_load 
Thread (4153576336) begins ... 
Thread (4143086480) begins ... 
Thread (4132596624) begins ... 
Thread (4122106768) begins ... 
Thread (4110416784) begins ... 
Thread (4099926928) begins ... 
Thread (4089437072) begins ... 
Thread (4078947216) begins ... 
Thread (4066360208) begins ... 
Thread (4055870352) begins ... 
Total Fetched (0) units, err 0
Thread (4078947216) exits ... 
Thread (4153576336) exits ... 
Thread (4099926928) exits ... 
Thread (4055870352) exits ... 
Thread (4089437072) exits ... 
Thread (4143086480) exits ... 
Thread (4066360208) exits ... 
Thread (4110416784) exits ... 
Thread (4132596624) exits ... 
Thread (4122106768) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing static_ip_device_load 
Thread (4152998800) begins ... 
Thread (4142508944) begins ... 
Thread (4132019088) begins ... 
Thread (4119853968) begins ... 
Thread (4098874256) begins ... 
Thread (4056914832) begins ... 
Thread (4067404688) begins ... 
Thread (4109364112) begins ... 
Thread (4088384400) begins ... 
Thread (4077894544) begins ... 
Total Fetched (0) units, err 0
Thread (4152998800) exits ... 
Thread (4119853968) exits ... 
Thread (4132019088) exits ... 
Thread (4098874256) exits ... 
Thread (4067404688) exits ... 
Thread (4109364112) exits ... 
Thread (4077894544) exits ... 
Thread (4056914832) exits ... 
Thread (4088384400) exits ... 
Thread (4142508944) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing framed_ip_device_load 
Thread (4153027472) begins ... 
Thread (4142537616) begins ... 
Thread (4132047760) begins ... 
Thread (4119460752) begins ... 
Thread (4108970896) begins ... 
Thread (4086295440) begins ... 
Thread (4096785296) begins ... 
Thread (4065315728) begins ... 
Thread (4075805584) begins ... 
Thread (4054825872) begins ... 
Total Fetched (0) units, err 0
Thread (4108970896) exits ... 
Thread (4142537616) exits ... 
Thread (4153027472) exits ... 
Thread (4065315728) exits ... 
Thread (4132047760) exits ... 
Thread (4119460752) exits ... 
Thread (4086295440) exits ... 
Thread (4054825872) exits ... 
Thread (4075805584) exits ... 
Thread (4096785296) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153576336) begins ... 
Thread (4143086480) begins ... 
Thread (4132596624) begins ... 
Thread (4122106768) begins ... 
Thread (4111616912) begins ... 
Thread (4099931024) begins ... 
Thread (4089441168) begins ... 
Thread (4078951312) begins ... 
Thread (4068461456) begins ... 
Thread (4057971600) begins ... 
	Fetched units per step: (1)
Total Fetched (1) units, err 0
Fetched (1) units in Total.
Thread (4057971600) exits ... 
Thread (4078951312) exits ... 
Thread (4143086480) exits ... 
Thread (4089441168) exits ... 
Thread (4122106768) exits ... 
Thread (4111616912) exits ... 
Thread (4099931024) exits ... 
Thread (4068461456) exits ... 
Thread (4132596624) exits ... 
Thread (4153576336) exits ... 
Total number of records processed = 1.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153756560) begins ... 
Thread (4143266704) begins ... 
Thread (4132776848) begins ... 
Thread (4122286992) begins ... 
Thread (4110416784) begins ... 
Thread (4099926928) begins ... 
Thread (4089437072) begins ... 
Thread (4078947216) begins ... 
Thread (4068457360) begins ... 
Thread (4057967504) begins ... 
Total Fetched (0) units, err 0
Thread (4122286992) exits ... 
Thread (4153756560) exits ... 
Thread (4132776848) exits ... 
Thread (4110416784) exits ... 
Thread (4143266704) exits ... 
Thread (4089437072) exits ... 
Thread (4099926928) exits ... 
Thread (4068457360) exits ... 
Thread (4078947216) exits ... 
Thread (4057967504) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
mv: cannot stat `/home/pin/opt/portal/7.5/sys/test/device_load_bkp_curr.log': No such file or directory
===> database 0.0.0.1 from pin.conf "userid"
nap(21798)> Wed May 11 11:55:33 IST 2022:Testnap Connection Success for device_load in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
===> database 0.0.0.1 from pin.conf "userid"
nap(21834)> Wed May 11 11:55:33 IST 2022:Testnap Connection Success for device_load in PIN_HOME/mso/apps/mso_bulk_inventory
 Executing ott_device_load 
Thread (4152933264) begins ... 
Thread (4142443408) begins ... 
Thread (4131953552) begins ... 
Thread (4121463696) begins ... 
Thread (4100483984) begins ... 
Thread (4110973840) begins ... 
Thread (4088396688) begins ... 
Thread (4077906832) begins ... 
Thread (4067416976) begins ... 
Thread (4056927120) begins ... 
Total Fetched (0) units, err 0
Thread (4121463696) exits ... 
Thread (4077906832) exits ... 
Thread (4110973840) exits ... 
Thread (4142443408) exits ... 
Thread (4152933264) exits ... 
Thread (4131953552) exits ... 
Thread (4067416976) exits ... 
Thread (4100483984) exits ... 
Thread (4088396688) exits ... 
Thread (4056927120) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing ip_camera_device_load 
Thread (4142594960) begins ... 
Thread (4153084816) begins ... 
Thread (4132105104) begins ... 
Thread (4121615248) begins ... 
Thread (4111125392) begins ... 
Thread (4100635536) begins ... 
Thread (4088396688) begins ... 
Thread (4077906832) begins ... 
Thread (4067416976) begins ... 
Thread (4054829968) begins ... 
Total Fetched (0) units, err 0
Thread (4111125392) exits ... 
Thread (4088396688) exits ... 
Thread (4100635536) exits ... 
Thread (4132105104) exits ... 
Thread (4054829968) exits ... 
Thread (4067416976) exits ... 
Thread (4153084816) exits ... 
Thread (4121615248) exits ... 
Thread (4142594960) exits ... 
Thread (4077906832) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing modem_device_load 
Thread (4153625488) begins ... 
Thread (4132645776) begins ... 
Thread (4143135632) begins ... 
Thread (4110416784) begins ... 
Thread (4089437072) begins ... 
Thread (4078947216) begins ... 
Thread (4068457360) begins ... 
Thread (4122155920) begins ... 
Thread (4057967504) begins ... 
Thread (4099926928) begins ... 
Total Fetched (0) units, err 0
Thread (4099926928) exits ... 
Thread (4068457360) exits ... 
Thread (4122155920) exits ... 
Thread (4089437072) exits ... 
Thread (4078947216) exits ... 
Thread (4057967504) exits ... 
Thread (4153625488) exits ... 
Thread (4110416784) exits ... 
Thread (4143135632) exits ... 
Thread (4132645776) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing wifi_router_device_load 
Thread (4153183120) begins ... 
Thread (4142693264) begins ... 
Thread (4132203408) begins ... 
Thread (4119853968) begins ... 
Thread (4109364112) begins ... 
Thread (4067404688) begins ... 
Thread (4098874256) begins ... 
Thread (4088384400) begins ... 
Thread (4077894544) begins ... 
Thread (4056914832) begins ... 
Total Fetched (0) units, err 0
Thread (4153183120) exits ... 
Thread (4132203408) exits ... 
Thread (4088384400) exits ... 
Thread (4119853968) exits ... 
Thread (4067404688) exits ... 
Thread (4056914832) exits ... 
Thread (4098874256) exits ... 
Thread (4077894544) exits ... 
Thread (4109364112) exits ... 
Thread (4142693264) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing cable_router_device_load 
Thread (4153252752) begins ... 
Thread (4142762896) begins ... 
Thread (4132273040) begins ... 
Thread (4119853968) begins ... 
Thread (4109364112) begins ... 
Thread (4088384400) begins ... 
Thread (4098874256) begins ... 
Thread (4077894544) begins ... 
Thread (4054817680) begins ... 
Thread (4067404688) begins ... 
Total Fetched (0) units, err 0
Thread (4153252752) exits ... 
Thread (4142762896) exits ... 
Thread (4132273040) exits ... 
Thread (4077894544) exits ... 
Thread (4119853968) exits ... 
Thread (4088384400) exits ... 
Thread (4098874256) exits ... 
Thread (4067404688) exits ... 
Thread (4109364112) exits ... 
Thread (4054817680) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing nat_device_load 
Thread (4153318288) begins ... 
Thread (4142828432) begins ... 
Thread (4132338576) begins ... 
Thread (4121848720) begins ... 
Thread (4098882448) begins ... 
Thread (4111358864) begins ... 
Thread (4086299536) begins ... 
Thread (4075809680) begins ... 
Thread (4052732816) begins ... 
Thread (4065319824) begins ... 
Total Fetched (0) units, err 0
Thread (4132338576) exits ... 
Thread (4086299536) exits ... 
Thread (4065319824) exits ... 
Thread (4111358864) exits ... 
Thread (4098882448) exits ... 
Thread (4052732816) exits ... 
Thread (4121848720) exits ... 
Thread (4075809680) exits ... 
Thread (4142828432) exits ... 
Thread (4153318288) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing static_ip_device_load 
Thread (4152937360) begins ... 
Thread (4142447504) begins ... 
Thread (4131957648) begins ... 
Thread (4119370640) begins ... 
Thread (4108880784) begins ... 
Thread (4098390928) begins ... 
Thread (4087901072) begins ... 
Thread (4077411216) begins ... 
Thread (4066921360) begins ... 
Thread (4056431504) begins ... 
Total Fetched (0) units, err 0
Thread (4142447504) exits ... 
Thread (4066921360) exits ... 
Thread (4108880784) exits ... 
Thread (4098390928) exits ... 
Thread (4119370640) exits ... 
Thread (4056431504) exits ... 
Thread (4131957648) exits ... 
Thread (4077411216) exits ... 
Thread (4087901072) exits ... 
Thread (4152937360) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing framed_ip_device_load 
Thread (4153289616) begins ... 
Thread (4142799760) begins ... 
Thread (4132309904) begins ... 
Thread (4121820048) begins ... 
Thread (4111330192) begins ... 
Thread (4098882448) begins ... 
Thread (4088392592) begins ... 
Thread (4077902736) begins ... 
Thread (4065328016) begins ... 
Thread (4054838160) begins ... 
Total Fetched (0) units, err 0
Thread (4153289616) exits ... 
Thread (4077902736) exits ... 
Thread (4098882448) exits ... 
Thread (4132309904) exits ... 
Thread (4054838160) exits ... 
Thread (4111330192) exits ... 
Thread (4088392592) exits ... 
Thread (4121820048) exits ... 
Thread (4065328016) exits ... 
Thread (4142799760) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153379728) begins ... 
Thread (4142889872) begins ... 
Thread (4130339728) begins ... 
Thread (4119849872) begins ... 
Thread (4109360016) begins ... 
Thread (4077890448) begins ... 
Thread (4098870160) begins ... 
Thread (4067400592) begins ... 
Thread (4088380304) begins ... 
Thread (4056910736) begins ... 
	Fetched units per step: (1)
Total Fetched (1) units, err 0
Fetched (1) units in Total.
Thread (4056910736) exits ... 
Thread (4153379728) exits ... 
Thread (4077890448) exits ... 
Thread (4109360016) exits ... 
Thread (4067400592) exits ... 
Thread (4142889872) exits ... 
Thread (4130339728) exits ... 
Thread (4098870160) exits ... 
Thread (4119849872) exits ... 
Thread (4088380304) exits ... 
Total number of records processed = 1.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153121680) begins ... 
Thread (4142631824) begins ... 
Thread (4132141968) begins ... 
Thread (4121652112) begins ... 
Thread (4109368208) begins ... 
Thread (4098878352) begins ... 
Thread (4088388496) begins ... 
Thread (4075813776) begins ... 
Thread (4065323920) begins ... 
Thread (4054834064) begins ... 
Total Fetched (0) units, err 0
Thread (4065323920) exits ... 
Thread (4142631824) exits ... 
Thread (4098878352) exits ... 
Thread (4132141968) exits ... 
Thread (4075813776) exits ... 
Thread (4054834064) exits ... 
Thread (4121652112) exits ... 
Thread (4109368208) exits ... 
Thread (4153121680) exits ... 
Thread (4088388496) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
mv: cannot stat `/home/pin/opt/portal/7.5/sys/test/device_load_bkp_curr.log': No such file or directory
===> database 0.0.0.1 from pin.conf "userid"
nap(7327)> Wed May 11 12:53:59 IST 2022:Testnap Connection Success for device_load in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
===> database 0.0.0.1 from pin.conf "userid"
nap(7366)> Wed May 11 12:53:59 IST 2022:Testnap Connection Success for device_load in PIN_HOME/mso/apps/mso_bulk_inventory
 Executing ott_device_load 
Thread (4153772944) begins ... 
Thread (4143283088) begins ... 
Thread (4132793232) begins ... 
Thread (4111813520) begins ... 
Thread (4089445264) begins ... 
Thread (4068465552) begins ... 
Thread (4078955408) begins ... 
Thread (4122303376) begins ... 
Thread (4101323664) begins ... 
Thread (4055890832) begins ... 
Total Fetched (0) units, err 0
Thread (4132793232) exits ... 
Thread (4153772944) exits ... 
Thread (4068465552) exits ... 
Thread (4122303376) exits ... 
Thread (4089445264) exits ... 
Thread (4078955408) exits ... 
Thread (4101323664) exits ... 
Thread (4111813520) exits ... 
Thread (4055890832) exits ... 
Thread (4143283088) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing ip_camera_device_load 
Thread (4153187216) begins ... 
Thread (4142697360) begins ... 
Thread (4132207504) begins ... 
Thread (4121717648) begins ... 
Thread (4111227792) begins ... 
Thread (4098640784) begins ... 
Thread (4088150928) begins ... 
Thread (4077661072) begins ... 
Thread (4054838160) begins ... 
Thread (4065328016) begins ... 
Total Fetched (0) units, err 0
Thread (4132207504) exits ... 
Thread (4153187216) exits ... 
Thread (4142697360) exits ... 
Thread (4088150928) exits ... 
Thread (4065328016) exits ... 
Thread (4121717648) exits ... 
Thread (4077661072) exits ... 
Thread (4111227792) exits ... 
Thread (4054838160) exits ... 
Thread (4098640784) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing modem_device_load 
Thread (4153830288) begins ... 
Thread (4132850576) begins ... 
Thread (4143340432) begins ... 
Thread (4122360720) begins ... 
Thread (4099926928) begins ... 
Thread (4110416784) begins ... 
Thread (4089437072) begins ... 
Thread (4078947216) begins ... 
Thread (4055886736) begins ... 
Thread (4066376592) begins ... 
Total Fetched (0) units, err 0
Thread (4132850576) exits ... 
Thread (4153830288) exits ... 
Thread (4122360720) exits ... 
Thread (4089437072) exits ... 
Thread (4143340432) exits ... 
Thread (4066376592) exits ... 
Thread (4055886736) exits ... 
Thread (4099926928) exits ... 
Thread (4078947216) exits ... 
Thread (4110416784) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing wifi_router_device_load 
Thread (4153232272) begins ... 
Thread (4142742416) begins ... 
Thread (4132252560) begins ... 
Thread (4088384400) begins ... 
Thread (4119853968) begins ... 
Thread (4109364112) begins ... 
Thread (4098874256) begins ... 
Thread (4077894544) begins ... 
Thread (4067404688) begins ... 
Thread (4056914832) begins ... 
Total Fetched (0) units, err 0
Thread (4142742416) exits ... 
Thread (4153232272) exits ... 
Thread (4119853968) exits ... 
Thread (4077894544) exits ... 
Thread (4088384400) exits ... 
Thread (4132252560) exits ... 
Thread (4098874256) exits ... 
Thread (4109364112) exits ... 
Thread (4056914832) exits ... 
Thread (4067404688) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing cable_router_device_load 
Thread (4152966032) begins ... 
Thread (4142476176) begins ... 
Thread (4130339728) begins ... 
Thread (4119849872) begins ... 
Thread (4109360016) begins ... 
Thread (4098870160) begins ... 
Thread (4077890448) begins ... 
Thread (4088380304) begins ... 
Thread (4065328016) begins ... 
Thread (4054838160) begins ... 
Total Fetched (0) units, err 0
Thread (4142476176) exits ... 
Thread (4088380304) exits ... 
Thread (4130339728) exits ... 
Thread (4077890448) exits ... 
Thread (4054838160) exits ... 
Thread (4109360016) exits ... 
Thread (4098870160) exits ... 
Thread (4065328016) exits ... 
Thread (4152966032) exits ... 
Thread (4119849872) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing nat_device_load 
Thread (4143098768) begins ... 
Thread (4153588624) begins ... 
Thread (4132608912) begins ... 
Thread (4122119056) begins ... 
Thread (4111629200) begins ... 
Thread (4101139344) begins ... 
Thread (4078955408) begins ... 
Thread (4068465552) begins ... 
Thread (4089445264) begins ... 
Thread (4057975696) begins ... 
Total Fetched (0) units, err 0
Thread (4143098768) exits ... 
Thread (4132608912) exits ... 
Thread (4122119056) exits ... 
Thread (4153588624) exits ... 
Thread (4111629200) exits ... 
Thread (4089445264) exits ... 
Thread (4068465552) exits ... 
Thread (4057975696) exits ... 
Thread (4101139344) exits ... 
Thread (4078955408) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing static_ip_device_load 
Thread (4143348624) begins ... 
Thread (4153838480) begins ... 
Thread (4132858768) begins ... 
Thread (4122368912) begins ... 
Thread (4111879056) begins ... 
Thread (4099931024) begins ... 
Thread (4078951312) begins ... 
Thread (4066376592) begins ... 
Thread (4089441168) begins ... 
Thread (4055886736) begins ... 
Total Fetched (0) units, err 0
Thread (4143348624) exits ... 
Thread (4122368912) exits ... 
Thread (4153838480) exits ... 
Thread (4111879056) exits ... 
Thread (4132858768) exits ... 
Thread (4089441168) exits ... 
Thread (4055886736) exits ... 
Thread (4066376592) exits ... 
Thread (4078951312) exits ... 
Thread (4099931024) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing framed_ip_device_load 
Thread (4153916304) begins ... 
Thread (4143426448) begins ... 
Thread (4132936592) begins ... 
Thread (4122446736) begins ... 
Thread (4110416784) begins ... 
Thread (4099926928) begins ... 
Thread (4089437072) begins ... 
Thread (4057967504) begins ... 
Thread (4078947216) begins ... 
Thread (4068457360) begins ... 
Total Fetched (0) units, err 0
Thread (4143426448) exits ... 
Thread (4110416784) exits ... 
Thread (4057967504) exits ... 
Thread (4153916304) exits ... 
Thread (4122446736) exits ... 
Thread (4078947216) exits ... 
Thread (4068457360) exits ... 
Thread (4089437072) exits ... 
Thread (4099926928) exits ... 
Thread (4132936592) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4152986512) begins ... 
Thread (4142496656) begins ... 
Thread (4121516944) begins ... 
Thread (4132006800) begins ... 
Thread (4111027088) begins ... 
Thread (4098882448) begins ... 
Thread (4088392592) begins ... 
Thread (4067412880) begins ... 
Thread (4056923024) begins ... 
Thread (4077902736) begins ... 
	Fetched units per step: (1)
Total Fetched (1) units, err 0
Fetched (1) units in Total.
Thread (4098882448) exits ... 
Thread (4056923024) exits ... 
Thread (4142496656) exits ... 
Thread (4067412880) exits ... 
Thread (4077902736) exits ... 
Thread (4121516944) exits ... 
Thread (4132006800) exits ... 
Thread (4088392592) exits ... 
Thread (4111027088) exits ... 
Thread (4152986512) exits ... 
Total number of records processed = 1.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153297808) begins ... 
Thread (4142807952) begins ... 
Thread (4121828240) begins ... 
Thread (4132318096) begins ... 
Thread (4111338384) begins ... 
Thread (4098882448) begins ... 
Thread (4088392592) begins ... 
Thread (4077902736) begins ... 
Thread (4065328016) begins ... 
Thread (4054838160) begins ... 
Total Fetched (0) units, err 0
Thread (4142807952) exits ... 
Thread (4077902736) exits ... 
Thread (4132318096) exits ... 
Thread (4111338384) exits ... 
Thread (4121828240) exits ... 
Thread (4088392592) exits ... 
Thread (4065328016) exits ... 
Thread (4098882448) exits ... 
Thread (4054838160) exits ... 
Thread (4153297808) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
mv: cannot stat `/home/pin/opt/portal/7.5/sys/test/device_load_bkp_curr.log': No such file or directory
===> database 0.0.0.1 from pin.conf "userid"
nap(8342)> Wed May 11 12:56:15 IST 2022:Testnap Connection Success for device_load in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
===> database 0.0.0.1 from pin.conf "userid"
nap(8385)> Wed May 11 12:56:15 IST 2022:Testnap Connection Success for device_load in PIN_HOME/mso/apps/mso_bulk_inventory
 Executing ott_device_load 
Thread (4153613200) begins ... 
Thread (4143123344) begins ... 
Thread (4120898448) begins ... 
Thread (4110408592) begins ... 
Thread (4131388304) begins ... 
Thread (4099918736) begins ... 
Thread (4089428880) begins ... 
Thread (4076841872) begins ... 
Thread (4066352016) begins ... 
Thread (4055862160) begins ... 
Total Fetched (0) units, err 0
Thread (4153613200) exits ... 
Thread (4089428880) exits ... 
Thread (4076841872) exits ... 
Thread (4099918736) exits ... 
Thread (4066352016) exits ... 
Thread (4120898448) exits ... 
Thread (4055862160) exits ... 
Thread (4131388304) exits ... 
Thread (4143123344) exits ... 
Thread (4110408592) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing ip_camera_device_load 
Thread (4142975888) begins ... 
Thread (4153465744) begins ... 
Thread (4132486032) begins ... 
Thread (4121996176) begins ... 
Thread (4111506320) begins ... 
Thread (4099931024) begins ... 
Thread (4089441168) begins ... 
Thread (4068461456) begins ... 
Thread (4078951312) begins ... 
Thread (4057971600) begins ... 
Total Fetched (0) units, err 0
Thread (4111506320) exits ... 
Thread (4142975888) exits ... 
Thread (4089441168) exits ... 
Thread (4078951312) exits ... 
Thread (4068461456) exits ... 
Thread (4132486032) exits ... 
Thread (4057971600) exits ... 
Thread (4153465744) exits ... 
Thread (4099931024) exits ... 
Thread (4121996176) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing modem_device_load 
Thread (4153150352) begins ... 
Thread (4142660496) begins ... 
Thread (4132170640) begins ... 
Thread (4121680784) begins ... 
Thread (4109368208) begins ... 
Thread (4098878352) begins ... 
Thread (4088388496) begins ... 
Thread (4077898640) begins ... 
Thread (4065328016) begins ... 
Thread (4054838160) begins ... 
Total Fetched (0) units, err 0
Thread (4077898640) exits ... 
Thread (4153150352) exits ... 
Thread (4142660496) exits ... 
Thread (4088388496) exits ... 
Thread (4121680784) exits ... 
Thread (4054838160) exits ... 
Thread (4109368208) exits ... 
Thread (4065328016) exits ... 
Thread (4098878352) exits ... 
Thread (4132170640) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing wifi_router_device_load 
Thread (4153691024) begins ... 
Thread (4143201168) begins ... 
Thread (4122221456) begins ... 
Thread (4132711312) begins ... 
Thread (4111731600) begins ... 
Thread (4078164880) begins ... 
Thread (4099144592) begins ... 
Thread (4067675024) begins ... 
Thread (4088654736) begins ... 
Thread (4057185168) begins ... 
Total Fetched (0) units, err 0
Thread (4099144592) exits ... 
Thread (4122221456) exits ... 
Thread (4153691024) exits ... 
Thread (4067675024) exits ... 
Thread (4078164880) exits ... 
Thread (4111731600) exits ... 
Thread (4143201168) exits ... 
Thread (4132711312) exits ... 
Thread (4088654736) exits ... 
Thread (4057185168) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing cable_router_device_load 
Thread (4153793424) begins ... 
Thread (4132813712) begins ... 
Thread (4143303568) begins ... 
Thread (4122323856) begins ... 
Thread (4099931024) begins ... 
Thread (4111834000) begins ... 
Thread (4089441168) begins ... 
Thread (4068461456) begins ... 
Thread (4057971600) begins ... 
Thread (4078951312) begins ... 
Total Fetched (0) units, err 0
Thread (4132813712) exits ... 
Thread (4099931024) exits ... 
Thread (4143303568) exits ... 
Thread (4153793424) exits ... 
Thread (4111834000) exits ... 
Thread (4089441168) exits ... 
Thread (4078951312) exits ... 
Thread (4068461456) exits ... 
Thread (4057971600) exits ... 
Thread (4122323856) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing nat_device_load 
Thread (4143172496) begins ... 
Thread (4153662352) begins ... 
Thread (4132682640) begins ... 
Thread (4120902544) begins ... 
Thread (4110412688) begins ... 
Thread (4099922832) begins ... 
Thread (4089432976) begins ... 
Thread (4078943120) begins ... 
Thread (4068453264) begins ... 
Thread (4057963408) begins ... 
Total Fetched (0) units, err 0
Thread (4099922832) exits ... 
Thread (4110412688) exits ... 
Thread (4132682640) exits ... 
Thread (4143172496) exits ... 
Thread (4078943120) exits ... 
Thread (4120902544) exits ... 
Thread (4153662352) exits ... 
Thread (4057963408) exits ... 
Thread (4068453264) exits ... 
Thread (4089432976) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing static_ip_device_load 
Thread (4153113488) begins ... 
Thread (4142623632) begins ... 
Thread (4132133776) begins ... 
Thread (4121643920) begins ... 
Thread (4109368208) begins ... 
Thread (4098878352) begins ... 
Thread (4088388496) begins ... 
Thread (4075813776) begins ... 
Thread (4065323920) begins ... 
Thread (4052745104) begins ... 
Total Fetched (0) units, err 0
Thread (4132133776) exits ... 
Thread (4075813776) exits ... 
Thread (4153113488) exits ... 
Thread (4142623632) exits ... 
Thread (4109368208) exits ... 
Thread (4121643920) exits ... 
Thread (4052745104) exits ... 
Thread (4065323920) exits ... 
Thread (4098878352) exits ... 
Thread (4088388496) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing framed_ip_device_load 
Thread (4153908112) begins ... 
Thread (4143418256) begins ... 
Thread (4132928400) begins ... 
Thread (4122438544) begins ... 
Thread (4111948688) begins ... 
Thread (4089445264) begins ... 
Thread (4068465552) begins ... 
Thread (4101458832) begins ... 
Thread (4078955408) begins ... 
Thread (4057975696) begins ... 
Total Fetched (0) units, err 0
Thread (4132928400) exits ... 
Thread (4068465552) exits ... 
Thread (4089445264) exits ... 
Thread (4143418256) exits ... 
Thread (4101458832) exits ... 
Thread (4122438544) exits ... 
Thread (4057975696) exits ... 
Thread (4078955408) exits ... 
Thread (4153908112) exits ... 
Thread (4111948688) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153609104) begins ... 
Thread (4143119248) begins ... 
Thread (4132629392) begins ... 
Thread (4122139536) begins ... 
Thread (4110416784) begins ... 
Thread (4089437072) begins ... 
Thread (4078947216) begins ... 
Thread (4099926928) begins ... 
Thread (4068457360) begins ... 
Thread (4057967504) begins ... 
	Fetched units per step: (1)
Total Fetched (1) units, err 0
Fetched (1) units in Total.
Thread (4110416784) exits ... 
Thread (4132629392) exits ... 
Thread (4089437072) exits ... 
Thread (4122139536) exits ... 
Thread (4143119248) exits ... 
Thread (4099926928) exits ... 
Thread (4078947216) exits ... 
Thread (4153609104) exits ... 
Thread (4068457360) exits ... 
Thread (4057967504) exits ... 
Total number of records processed = 1.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153244560) begins ... 
Thread (4142754704) begins ... 
Thread (4132264848) begins ... 
Thread (4121774992) begins ... 
Thread (4111285136) begins ... 
Thread (4100795280) begins ... 
Thread (4086299536) begins ... 
Thread (4065319824) begins ... 
Thread (4054829968) begins ... 
Thread (4075809680) begins ... 
Total Fetched (0) units, err 0
Thread (4121774992) exits ... 
Thread (4153244560) exits ... 
Thread (4142754704) exits ... 
Thread (4132264848) exits ... 
Thread (4100795280) exits ... 
Thread (4111285136) exits ... 
Thread (4075809680) exits ... 
Thread (4054829968) exits ... 
Thread (4065319824) exits ... 
Thread (4086299536) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
mv: cannot stat `/home/pin/opt/portal/7.5/sys/test/device_load_bkp_curr.log': No such file or directory
===> database 0.0.0.1 from pin.conf "userid"
nap(9466)> Wed May 11 12:58:50 IST 2022:Testnap Connection Success for device_load in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
===> database 0.0.0.1 from pin.conf "userid"
nap(9500)> Wed May 11 12:58:51 IST 2022:Testnap Connection Success for device_load in PIN_HOME/mso/apps/mso_bulk_inventory
 Executing ott_device_load 
Thread (4153621392) begins ... 
Thread (4143131536) begins ... 
Thread (4132641680) begins ... 
Thread (4111661968) begins ... 
Thread (4122151824) begins ... 
Thread (4099074960) begins ... 
Thread (4088585104) begins ... 
Thread (4067605392) begins ... 
Thread (4057115536) begins ... 
Thread (4078095248) begins ... 
Total Fetched (0) units, err 0
Thread (4153621392) exits ... 
Thread (4132641680) exits ... 
Thread (4057115536) exits ... 
Thread (4078095248) exits ... 
Thread (4088585104) exits ... 
Thread (4111661968) exits ... 
Thread (4122151824) exits ... 
Thread (4067605392) exits ... 
Thread (4099074960) exits ... 
Thread (4143131536) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing ip_camera_device_load 
Thread (4153326480) begins ... 
Thread (4142836624) begins ... 
Thread (4132346768) begins ... 
Thread (4121856912) begins ... 
Thread (4056918928) begins ... 
Thread (4088388496) begins ... 
Thread (4077898640) begins ... 
Thread (4067408784) begins ... 
Thread (4098878352) begins ... 
Thread (4109368208) begins ... 
Total Fetched (0) units, err 0
Thread (4142836624) exits ... 
Thread (4056918928) exits ... 
Thread (4132346768) exits ... 
Thread (4077898640) exits ... 
Thread (4121856912) exits ... 
Thread (4088388496) exits ... 
Thread (4109368208) exits ... 
Thread (4067408784) exits ... 
Thread (4098878352) exits ... 
Thread (4153326480) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing modem_device_load 
Thread (4153039760) begins ... 
Thread (4142549904) begins ... 
Thread (4132060048) begins ... 
Thread (4121570192) begins ... 
Thread (4108983184) begins ... 
Thread (4098493328) begins ... 
Thread (4077513616) begins ... 
Thread (4088003472) begins ... 
Thread (4065328016) begins ... 
Thread (4054838160) begins ... 
Total Fetched (0) units, err 0
Thread (4142549904) exits ... 
Thread (4108983184) exits ... 
Thread (4153039760) exits ... 
Thread (4132060048) exits ... 
Thread (4065328016) exits ... 
Thread (4088003472) exits ... 
Thread (4077513616) exits ... 
Thread (4098493328) exits ... 
Thread (4054838160) exits ... 
Thread (4121570192) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing wifi_router_device_load 
Thread (4153056144) begins ... 
Thread (4142566288) begins ... 
Thread (4132076432) begins ... 
Thread (4121586576) begins ... 
Thread (4111096720) begins ... 
Thread (4100606864) begins ... 
Thread (4090117008) begins ... 
Thread (4079627152) begins ... 
Thread (4056935312) begins ... 
Thread (4067425168) begins ... 
Total Fetched (0) units, err 0
Thread (4056935312) exits ... 
Thread (4121586576) exits ... 
Thread (4079627152) exits ... 
Thread (4090117008) exits ... 
Thread (4100606864) exits ... 
Thread (4153056144) exits ... 
Thread (4111096720) exits ... 
Thread (4067425168) exits ... 
Thread (4132076432) exits ... 
Thread (4142566288) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing cable_router_device_load 
Thread (4142758800) begins ... 
Thread (4132268944) begins ... 
Thread (4153248656) begins ... 
Thread (4119681936) begins ... 
Thread (4109192080) begins ... 
Thread (4098702224) begins ... 
Thread (4086299536) begins ... 
Thread (4075809680) begins ... 
Thread (4065319824) begins ... 
Thread (4054829968) begins ... 
Total Fetched (0) units, err 0
Thread (4142758800) exits ... 
Thread (4132268944) exits ... 
Thread (4153248656) exits ... 
Thread (4119681936) exits ... 
Thread (4109192080) exits ... 
Thread (4098702224) exits ... 
Thread (4075809680) exits ... 
Thread (4054829968) exits ... 
Thread (4065319824) exits ... 
Thread (4086299536) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing nat_device_load 
Thread (4153203600) begins ... 
Thread (4142713744) begins ... 
Thread (4132223888) begins ... 
Thread (4121734032) begins ... 
Thread (4111244176) begins ... 
Thread (4100754320) begins ... 
Thread (4067416976) begins ... 
Thread (4088396688) begins ... 
Thread (4077906832) begins ... 
Thread (4054829968) begins ... 
Total Fetched (0) units, err 0
Thread (4132223888) exits ... 
Thread (4100754320) exits ... 
Thread (4088396688) exits ... 
Thread (4142713744) exits ... 
Thread (4121734032) exits ... 
Thread (4111244176) exits ... 
Thread (4153203600) exits ... 
Thread (4077906832) exits ... 
Thread (4067416976) exits ... 
Thread (4054829968) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing static_ip_device_load 
Thread (4143156112) begins ... 
Thread (4122176400) begins ... 
Thread (4153645968) begins ... 
Thread (4132666256) begins ... 
Thread (4111686544) begins ... 
Thread (4101196688) begins ... 
Thread (4080216976) begins ... 
Thread (4090706832) begins ... 
Thread (4069727120) begins ... 
Thread (4057987984) begins ... 
Total Fetched (0) units, err 0
Thread (4101196688) exits ... 
Thread (4069727120) exits ... 
Thread (4132666256) exits ... 
Thread (4122176400) exits ... 
Thread (4143156112) exits ... 
Thread (4057987984) exits ... 
Thread (4153645968) exits ... 
Thread (4111686544) exits ... 
Thread (4080216976) exits ... 
Thread (4090706832) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing framed_ip_device_load 
Thread (4153637776) begins ... 
Thread (4143147920) begins ... 
Thread (4131388304) begins ... 
Thread (4120898448) begins ... 
Thread (4099918736) begins ... 
Thread (4110408592) begins ... 
Thread (4066352016) begins ... 
Thread (4055862160) begins ... 
Thread (4089428880) begins ... 
Thread (4076841872) begins ... 
Total Fetched (0) units, err 0
Thread (4143147920) exits ... 
Thread (4089428880) exits ... 
Thread (4153637776) exits ... 
Thread (4076841872) exits ... 
Thread (4099918736) exits ... 
Thread (4066352016) exits ... 
Thread (4131388304) exits ... 
Thread (4055862160) exits ... 
Thread (4120898448) exits ... 
Thread (4110408592) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4142922640) begins ... 
Thread (4153412496) begins ... 
Thread (4132432784) begins ... 
Thread (4121942928) begins ... 
Thread (4111453072) begins ... 
Thread (4098866064) begins ... 
Thread (4088376208) begins ... 
Thread (4077886352) begins ... 
Thread (4054842256) begins ... 
Thread (4067396496) begins ... 
	Fetched units per step: (4)
Total Fetched (4) units, err 0
Fetched (4) units in Total.
Thread (4121942928) exits ... 
Thread (4067396496) exits ... 
Thread (4077886352) exits ... 
Thread (4111453072) exits ... 
Thread (4153412496) exits ... 
Thread (4054842256) exits ... 
Thread (4088376208) exits ... 
Thread (4142922640) exits ... 
Thread (4132432784) exits ... 
Thread (4098866064) exits ... 
Total number of records processed = 4.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153068432) begins ... 
Thread (4142578576) begins ... 
Thread (4130339728) begins ... 
Thread (4119849872) begins ... 
Thread (4109360016) begins ... 
Thread (4098870160) begins ... 
Thread (4088380304) begins ... 
Thread (4077890448) begins ... 
Thread (4065328016) begins ... 
Thread (4054838160) begins ... 
Total Fetched (0) units, err 0
Thread (4153068432) exits ... 
Thread (4065328016) exits ... 
Thread (4098870160) exits ... 
Thread (4142578576) exits ... 
Thread (4088380304) exits ... 
Thread (4119849872) exits ... 
Thread (4054838160) exits ... 
Thread (4077890448) exits ... 
Thread (4109360016) exits ... 
Thread (4130339728) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
mv: cannot stat `/home/pin/opt/portal/7.5/sys/test/device_load_bkp_curr.log': No such file or directory
===> database 0.0.0.1 from pin.conf "userid"
nap(26684)> Wed May 11 15:58:47 IST 2022:Testnap Connection Success for device_load in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
===> database 0.0.0.1 from pin.conf "userid"
nap(26719)> Wed May 11 15:58:47 IST 2022:Testnap Connection Success for device_load in PIN_HOME/mso/apps/mso_bulk_inventory
 Executing ott_device_load 
Thread (4153854864) begins ... 
Thread (4143365008) begins ... 
Thread (4132875152) begins ... 
Thread (4122385296) begins ... 
Thread (4099931024) begins ... 
Thread (4089441168) begins ... 
Thread (4111895440) begins ... 
Thread (4078951312) begins ... 
Thread (4068461456) begins ... 
Thread (4057971600) begins ... 
Total Fetched (0) units, err 0
Thread (4122385296) exits ... 
Thread (4153854864) exits ... 
Thread (4099931024) exits ... 
Thread (4132875152) exits ... 
Thread (4111895440) exits ... 
Thread (4089441168) exits ... 
Thread (4068461456) exits ... 
Thread (4078951312) exits ... 
Thread (4143365008) exits ... 
Thread (4057971600) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing ip_camera_device_load 
Thread (4142676880) begins ... 
Thread (4132187024) begins ... 
Thread (4153166736) begins ... 
Thread (4121697168) begins ... 
Thread (4111207312) begins ... 
Thread (4098882448) begins ... 
Thread (4088392592) begins ... 
Thread (4077902736) begins ... 
Thread (4054842256) begins ... 
Thread (4067412880) begins ... 
Total Fetched (0) units, err 0
Thread (4142676880) exits ... 
Thread (4111207312) exits ... 
Thread (4098882448) exits ... 
Thread (4132187024) exits ... 
Thread (4088392592) exits ... 
Thread (4121697168) exits ... 
Thread (4077902736) exits ... 
Thread (4054842256) exits ... 
Thread (4153166736) exits ... 
Thread (4067412880) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing modem_device_load 
Thread (4153052048) begins ... 
Thread (4132072336) begins ... 
Thread (4142562192) begins ... 
Thread (4121582480) begins ... 
Thread (4111092624) begins ... 
Thread (4100602768) begins ... 
Thread (4090112912) begins ... 
Thread (4077910928) begins ... 
Thread (4067421072) begins ... 
Thread (4056931216) begins ... 
	Fetched units per step: (12)
Total Fetched (12) units, err 0
Fetched (12) units in Total.
Thread (4056931216) exits ... 
Thread (4121582480) exits ... 
Thread (4153052048) exits ... 
Thread (4132072336) exits ... 
Thread (4111092624) exits ... 
Thread (4067421072) exits ... 
Thread (4142562192) exits ... 
Thread (4100602768) exits ... 
Thread (4077910928) exits ... 
Thread (4090112912) exits ... 
Total number of records processed = 12.
Number of data errors encountered = 0.
Total number of errors encountered = 6.
Executing wifi_router_device_load 
Thread (4143029136) begins ... 
Thread (4153518992) begins ... 
Thread (4132539280) begins ... 
Thread (4122049424) begins ... 
Thread (4111559568) begins ... 
Thread (4101069712) begins ... 
Thread (4089445264) begins ... 
Thread (4078955408) begins ... 
Thread (4068465552) begins ... 
Thread (4057975696) begins ... 
Total Fetched (0) units, err 0
Thread (4122049424) exits ... 
Thread (4153518992) exits ... 
Thread (4078955408) exits ... 
Thread (4132539280) exits ... 
Thread (4111559568) exits ... 
Thread (4057975696) exits ... 
Thread (4101069712) exits ... 
Thread (4143029136) exits ... 
Thread (4089445264) exits ... 
Thread (4068465552) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing cable_router_device_load 
Thread (4121783184) begins ... 
Thread (4142762896) begins ... 
Thread (4153252752) begins ... 
Thread (4132273040) begins ... 
Thread (4111293328) begins ... 
Thread (4098882448) begins ... 
Thread (4088392592) begins ... 
Thread (4077902736) begins ... 
Thread (4067412880) begins ... 
Thread (4056923024) begins ... 
Total Fetched (0) units, err 0
Thread (4121783184) exits ... 
Thread (4088392592) exits ... 
Thread (4111293328) exits ... 
Thread (4153252752) exits ... 
Thread (4098882448) exits ... 
Thread (4077902736) exits ... 
Thread (4142762896) exits ... 
Thread (4132273040) exits ... 
Thread (4056923024) exits ... 
Thread (4067412880) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing nat_device_load 
Thread (4153584528) begins ... 
Thread (4143094672) begins ... 
Thread (4132604816) begins ... 
Thread (4122114960) begins ... 
Thread (4110416784) begins ... 
Thread (4097833872) begins ... 
Thread (4087344016) begins ... 
Thread (4076854160) begins ... 
Thread (4066364304) begins ... 
Thread (4055874448) begins ... 
Total Fetched (0) units, err 0
Thread (4097833872) exits ... 
Thread (4153584528) exits ... 
Thread (4066364304) exits ... 
Thread (4132604816) exits ... 
Thread (4076854160) exits ... 
Thread (4055874448) exits ... 
Thread (4110416784) exits ... 
Thread (4122114960) exits ... 
Thread (4087344016) exits ... 
Thread (4143094672) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing static_ip_device_load 
Thread (4153424784) begins ... 
Thread (4142934928) begins ... 
Thread (4132445072) begins ... 
Thread (4121955216) begins ... 
Thread (4111465360) begins ... 
Thread (4100975504) begins ... 
Thread (4090485648) begins ... 
Thread (4077910928) begins ... 
Thread (4067421072) begins ... 
Thread (4056931216) begins ... 
Total Fetched (0) units, err 0
Thread (4067421072) exits ... 
Thread (4153424784) exits ... 
Thread (4121955216) exits ... 
Thread (4142934928) exits ... 
Thread (4100975504) exits ... 
Thread (4132445072) exits ... 
Thread (4077910928) exits ... 
Thread (4090485648) exits ... 
Thread (4111465360) exits ... 
Thread (4056931216) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing framed_ip_device_load 
Thread (4142701456) begins ... 
Thread (4132211600) begins ... 
Thread (4153191312) begins ... 
Thread (4119853968) begins ... 
Thread (4109364112) begins ... 
Thread (4098874256) begins ... 
Thread (4088384400) begins ... 
Thread (4077894544) begins ... 
Thread (4067404688) begins ... 
Thread (4054842256) begins ... 
Total Fetched (0) units, err 0
Thread (4132211600) exits ... 
Thread (4119853968) exits ... 
Thread (4109364112) exits ... 
Thread (4142701456) exits ... 
Thread (4088384400) exits ... 
Thread (4067404688) exits ... 
Thread (4077894544) exits ... 
Thread (4054842256) exits ... 
Thread (4098874256) exits ... 
Thread (4153191312) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4143008656) begins ... 
Thread (4153498512) begins ... 
Thread (4131388304) begins ... 
Thread (4120898448) begins ... 
Thread (4110408592) begins ... 
Thread (4089428880) begins ... 
Thread (4078939024) begins ... 
Thread (4057959312) begins ... 
Thread (4099918736) begins ... 
Thread (4068449168) begins ... 
Total Fetched (0) units, err 0
Thread (4143008656) exits ... 
Thread (4131388304) exits ... 
Thread (4153498512) exits ... 
Thread (4089428880) exits ... 
Thread (4078939024) exits ... 
Thread (4120898448) exits ... 
Thread (4110408592) exits ... 
Thread (4057959312) exits ... 
Thread (4068449168) exits ... 
Thread (4099918736) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153826192) begins ... 
Thread (4143336336) begins ... 
Thread (4122356624) begins ... 
Thread (4111866768) begins ... 
Thread (4132846480) begins ... 
Thread (4101376912) begins ... 
Thread (4090887056) begins ... 
Thread (4078959504) begins ... 
Thread (4057979792) begins ... 
Thread (4068469648) begins ... 
Total Fetched (0) units, err 0
Thread (4078959504) exits ... 
Thread (4143336336) exits ... 
Thread (4153826192) exits ... 
Thread (4068469648) exits ... 
Thread (4090887056) exits ... 
Thread (4111866768) exits ... 
Thread (4122356624) exits ... 
Thread (4101376912) exits ... 
Thread (4057979792) exits ... 
Thread (4132846480) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
mv: cannot stat `/home/pin/opt/portal/7.5/sys/test/device_load_bkp_curr.log': No such file or directory
===> database 0.0.0.1 from pin.conf "userid"
nap(27472)> Wed May 11 15:59:58 IST 2022:Testnap Connection Success for device_load in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
===> database 0.0.0.1 from pin.conf "userid"
nap(27499)> Wed May 11 15:59:58 IST 2022:Testnap Connection Success for device_load in PIN_HOME/mso/apps/mso_bulk_inventory
 Executing ott_device_load 
Thread (4153883536) begins ... 
Thread (4143393680) begins ... 
Thread (4132903824) begins ... 
Thread (4110412688) begins ... 
Thread (4120902544) begins ... 
Thread (4078943120) begins ... 
Thread (4068453264) begins ... 
Thread (4057963408) begins ... 
Thread (4099922832) begins ... 
Thread (4089432976) begins ... 
Total Fetched (0) units, err 0
Thread (4143393680) exits ... 
Thread (4153883536) exits ... 
Thread (4099922832) exits ... 
Thread (4132903824) exits ... 
Thread (4089432976) exits ... 
Thread (4057963408) exits ... 
Thread (4068453264) exits ... 
Thread (4110412688) exits ... 
Thread (4078943120) exits ... 
Thread (4120902544) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing ip_camera_device_load 
Thread (4153039760) begins ... 
Thread (4142549904) begins ... 
Thread (4132060048) begins ... 
Thread (4121570192) begins ... 
Thread (4088003472) begins ... 
Thread (4098493328) begins ... 
Thread (4075813776) begins ... 
Thread (4054834064) begins ... 
Thread (4065323920) begins ... 
Thread (4108983184) begins ... 
Total Fetched (0) units, err 0
Thread (4153039760) exits ... 
Thread (4142549904) exits ... 
Thread (4065323920) exits ... 
Thread (4108983184) exits ... 
Thread (4075813776) exits ... 
Thread (4088003472) exits ... 
Thread (4098493328) exits ... 
Thread (4121570192) exits ... 
Thread (4054834064) exits ... 
Thread (4132060048) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing modem_device_load 
Thread (4153027472) begins ... 
Thread (4132047760) begins ... 
Thread (4142537616) begins ... 
Thread (4100578192) begins ... 
Thread (4111068048) begins ... 
Thread (4121557904) begins ... 
Thread (4079598480) begins ... 
Thread (4090088336) begins ... 
Thread (4067425168) begins ... 
Thread (4056935312) begins ... 
Total Fetched (0) units, err 0
Thread (4079598480) exits ... 
Thread (4067425168) exits ... 
Thread (4056935312) exits ... 
Thread (4132047760) exits ... 
Thread (4090088336) exits ... 
Thread (4100578192) exits ... 
Thread (4142537616) exits ... 
Thread (4153027472) exits ... 
Thread (4111068048) exits ... 
Thread (4121557904) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing wifi_router_device_load 
Thread (4153887632) begins ... 
Thread (4143397776) begins ... 
Thread (4132907920) begins ... 
Thread (4111928208) begins ... 
Thread (4122418064) begins ... 
Thread (4088851344) begins ... 
Thread (4078361488) begins ... 
Thread (4055890832) begins ... 
Thread (4067871632) begins ... 
Thread (4099341200) begins ... 
Total Fetched (0) units, err 0
Thread (4153887632) exits ... 
Thread (4122418064) exits ... 
Thread (4132907920) exits ... 
Thread (4143397776) exits ... 
Thread (4099341200) exits ... 
Thread (4067871632) exits ... 
Thread (4055890832) exits ... 
Thread (4111928208) exits ... 
Thread (4078361488) exits ... 
Thread (4088851344) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing cable_router_device_load 
Thread (4142717840) begins ... 
Thread (4153207696) begins ... 
Thread (4132227984) begins ... 
Thread (4121738128) begins ... 
Thread (4111248272) begins ... 
Thread (4100758416) begins ... 
Thread (4088396688) begins ... 
Thread (4077906832) begins ... 
Thread (4067416976) begins ... 
Thread (4056927120) begins ... 
Total Fetched (0) units, err 0
Thread (4132227984) exits ... 
Thread (4153207696) exits ... 
Thread (4100758416) exits ... 
Thread (4142717840) exits ... 
Thread (4056927120) exits ... 
Thread (4088396688) exits ... 
Thread (4077906832) exits ... 
Thread (4067416976) exits ... 
Thread (4121738128) exits ... 
Thread (4111248272) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing nat_device_load 
Thread (4153273232) begins ... 
Thread (4142783376) begins ... 
Thread (4132293520) begins ... 
Thread (4100823952) begins ... 
Thread (4121803664) begins ... 
Thread (4088396688) begins ... 
Thread (4077906832) begins ... 
Thread (4067416976) begins ... 
Thread (4056927120) begins ... 
Thread (4111313808) begins ... 
Total Fetched (0) units, err 0
Thread (4132293520) exits ... 
Thread (4153273232) exits ... 
Thread (4056927120) exits ... 
Thread (4100823952) exits ... 
Thread (4088396688) exits ... 
Thread (4077906832) exits ... 
Thread (4067416976) exits ... 
Thread (4121803664) exits ... 
Thread (4111313808) exits ... 
Thread (4142783376) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing static_ip_device_load 
Thread (4153658256) begins ... 
Thread (4143168400) begins ... 
Thread (4132678544) begins ... 
Thread (4110416784) begins ... 
Thread (4099926928) begins ... 
Thread (4122188688) begins ... 
Thread (4087339920) begins ... 
Thread (4076850064) begins ... 
Thread (4066360208) begins ... 
Thread (4055870352) begins ... 
Total Fetched (0) units, err 0
Thread (4110416784) exits ... 
Thread (4132678544) exits ... 
Thread (4143168400) exits ... 
Thread (4153658256) exits ... 
Thread (4122188688) exits ... 
Thread (4076850064) exits ... 
Thread (4055870352) exits ... 
Thread (4066360208) exits ... 
Thread (4087339920) exits ... 
Thread (4099926928) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing framed_ip_device_load 
Thread (4143233936) begins ... 
Thread (4132744080) begins ... 
Thread (4153723792) begins ... 
Thread (4122254224) begins ... 
Thread (4110416784) begins ... 
Thread (4099926928) begins ... 
Thread (4089437072) begins ... 
Thread (4078947216) begins ... 
Thread (4068457360) begins ... 
Thread (4057967504) begins ... 
Total Fetched (0) units, err 0
Thread (4153723792) exits ... 
Thread (4110416784) exits ... 
Thread (4132744080) exits ... 
Thread (4122254224) exits ... 
Thread (4089437072) exits ... 
Thread (4143233936) exits ... 
Thread (4078947216) exits ... 
Thread (4068457360) exits ... 
Thread (4099926928) exits ... 
Thread (4057967504) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153875344) begins ... 
Thread (4132895632) begins ... 
Thread (4143385488) begins ... 
Thread (4111915920) begins ... 
Thread (4090936208) begins ... 
Thread (4122405776) begins ... 
Thread (4101426064) begins ... 
Thread (4068473744) begins ... 
Thread (4080446352) begins ... 
Thread (4057983888) begins ... 
Total Fetched (0) units, err 0
Thread (4122405776) exits ... 
Thread (4068473744) exits ... 
Thread (4132895632) exits ... 
Thread (4153875344) exits ... 
Thread (4111915920) exits ... 
Thread (4101426064) exits ... 
Thread (4080446352) exits ... 
Thread (4057983888) exits ... 
Thread (4090936208) exits ... 
Thread (4143385488) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153629584) begins ... 
Thread (4143139728) begins ... 
Thread (4132649872) begins ... 
Thread (4122160016) begins ... 
Thread (4099926928) begins ... 
Thread (4110416784) begins ... 
Thread (4089437072) begins ... 
Thread (4068457360) begins ... 
Thread (4055870352) begins ... 
Thread (4078947216) begins ... 
Total Fetched (0) units, err 0
Thread (4153629584) exits ... 
Thread (4132649872) exits ... 
Thread (4099926928) exits ... 
Thread (4122160016) exits ... 
Thread (4055870352) exits ... 
Thread (4110416784) exits ... 
Thread (4089437072) exits ... 
Thread (4143139728) exits ... 
Thread (4068457360) exits ... 
Thread (4078947216) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
mv: cannot stat `/home/pin/opt/portal/7.5/sys/test/device_load_bkp_curr.log': No such file or directory
===> database 0.0.0.1 from pin.conf "userid"
nap(11380)> Fri May 13 12:23:47 IST 2022:Testnap Connection Success for device_load in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
===> database 0.0.0.1 from pin.conf "userid"
nap(11418)> Fri May 13 12:23:47 IST 2022:Testnap Connection Success for device_load in PIN_HOME/mso/apps/mso_bulk_inventory
 Executing ott_device_load 
Thread (4153158544) begins ... 
Thread (4142668688) begins ... 
Thread (4132178832) begins ... 
Thread (4119853968) begins ... 
Thread (4098874256) begins ... 
Thread (4109364112) begins ... 
Thread (4086287248) begins ... 
Thread (4075797392) begins ... 
Thread (4054817680) begins ... 
Thread (4065307536) begins ... 
Total Fetched (0) units, err 0
Thread (4054817680) exits ... 
Thread (4142668688) exits ... 
Thread (4086287248) exits ... 
Thread (4098874256) exits ... 
Thread (4065307536) exits ... 
Thread (4109364112) exits ... 
Thread (4153158544) exits ... 
Thread (4132178832) exits ... 
Thread (4075797392) exits ... 
Thread (4119853968) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing ip_camera_device_load 
Thread (4153342864) begins ... 
Thread (4142853008) begins ... 
Thread (4132363152) begins ... 
Thread (4111383440) begins ... 
Thread (4096785296) begins ... 
Thread (4121873296) begins ... 
Thread (4086295440) begins ... 
Thread (4075805584) begins ... 
Thread (4065315728) begins ... 
Thread (4054825872) begins ... 
Total Fetched (0) units, err 0
Thread (4142853008) exits ... 
Thread (4132363152) exits ... 
Thread (4075805584) exits ... 
Thread (4153342864) exits ... 
Thread (4111383440) exits ... 
Thread (4086295440) exits ... 
Thread (4065315728) exits ... 
Thread (4096785296) exits ... 
Thread (4054825872) exits ... 
Thread (4121873296) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing modem_device_load 
Thread (4153195408) begins ... 
Thread (4142705552) begins ... 
Thread (4121725840) begins ... 
Thread (4132215696) begins ... 
Thread (4098882448) begins ... 
Thread (4075805584) begins ... 
Thread (4111235984) begins ... 
Thread (4065315728) begins ... 
Thread (4086295440) begins ... 
Thread (4052728720) begins ... 
Total Fetched (0) units, err 0
Thread (4142705552) exits ... 
Thread (4153195408) exits ... 
Thread (4121725840) exits ... 
Thread (4075805584) exits ... 
Thread (4132215696) exits ... 
Thread (4086295440) exits ... 
Thread (4111235984) exits ... 
Thread (4098882448) exits ... 
Thread (4052728720) exits ... 
Thread (4065315728) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing wifi_router_device_load 
Thread (4153924496) begins ... 
Thread (4143434640) begins ... 
Thread (4132944784) begins ... 
Thread (4120902544) begins ... 
Thread (4110412688) begins ... 
Thread (4099922832) begins ... 
Thread (4089432976) begins ... 
Thread (4076862352) begins ... 
Thread (4066372496) begins ... 
Thread (4055882640) begins ... 
Total Fetched (0) units, err 0
Thread (4143434640) exits ... 
Thread (4099922832) exits ... 
Thread (4110412688) exits ... 
Thread (4132944784) exits ... 
Thread (4066372496) exits ... 
Thread (4055882640) exits ... 
Thread (4120902544) exits ... 
Thread (4153924496) exits ... 
Thread (4089432976) exits ... 
Thread (4076862352) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing cable_router_device_load 
Thread (4153740176) begins ... 
Thread (4143250320) begins ... 
Thread (4132760464) begins ... 
Thread (4120173456) begins ... 
Thread (4109683600) begins ... 
Thread (4099193744) begins ... 
Thread (4078214032) begins ... 
Thread (4057234320) begins ... 
Thread (4088703888) begins ... 
Thread (4067724176) begins ... 
Total Fetched (0) units, err 0
Thread (4057234320) exits ... 
Thread (4153740176) exits ... 
Thread (4120173456) exits ... 
Thread (4132760464) exits ... 
Thread (4088703888) exits ... 
Thread (4099193744) exits ... 
Thread (4109683600) exits ... 
Thread (4143250320) exits ... 
Thread (4067724176) exits ... 
Thread (4078214032) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing nat_device_load 
Thread (4153768848) begins ... 
Thread (4143278992) begins ... 
Thread (4131388304) begins ... 
Thread (4120898448) begins ... 
Thread (4110408592) begins ... 
Thread (4099918736) begins ... 
Thread (4089428880) begins ... 
Thread (4078939024) begins ... 
Thread (4057959312) begins ... 
Thread (4068449168) begins ... 
Total Fetched (0) units, err 0
Thread (4131388304) exits ... 
Thread (4143278992) exits ... 
Thread (4110408592) exits ... 
Thread (4153768848) exits ... 
Thread (4120898448) exits ... 
Thread (4089428880) exits ... 
Thread (4078939024) exits ... 
Thread (4068449168) exits ... 
Thread (4099918736) exits ... 
Thread (4057959312) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing static_ip_device_load 
Thread (4142758800) begins ... 
Thread (4132268944) begins ... 
Thread (4153248656) begins ... 
Thread (4119681936) begins ... 
Thread (4098702224) begins ... 
Thread (4109192080) begins ... 
Thread (4088212368) begins ... 
Thread (4077722512) begins ... 
Thread (4067232656) begins ... 
Thread (4056742800) begins ... 
Total Fetched (0) units, err 0
Thread (4132268944) exits ... 
Thread (4109192080) exits ... 
Thread (4142758800) exits ... 
Thread (4153248656) exits ... 
Thread (4088212368) exits ... 
Thread (4119681936) exits ... 
Thread (4098702224) exits ... 
Thread (4056742800) exits ... 
Thread (4077722512) exits ... 
Thread (4067232656) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing framed_ip_device_load 
Thread (4153265040) begins ... 
Thread (4142775184) begins ... 
Thread (4132285328) begins ... 
Thread (4121795472) begins ... 
Thread (4109368208) begins ... 
Thread (4098878352) begins ... 
Thread (4088388496) begins ... 
Thread (4077898640) begins ... 
Thread (4067408784) begins ... 
Thread (4054842256) begins ... 
Total Fetched (0) units, err 0
Thread (4153265040) exits ... 
Thread (4088388496) exits ... 
Thread (4132285328) exits ... 
Thread (4142775184) exits ... 
Thread (4109368208) exits ... 
Thread (4121795472) exits ... 
Thread (4098878352) exits ... 
Thread (4067408784) exits ... 
Thread (4077898640) exits ... 
Thread (4054842256) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153953168) begins ... 
Thread (4143463312) begins ... 
Thread (4132973456) begins ... 
Thread (4122483600) begins ... 
Thread (4110416784) begins ... 
Thread (4099926928) begins ... 
Thread (4089437072) begins ... 
Thread (4078947216) begins ... 
Thread (4057967504) begins ... 
Thread (4068457360) begins ... 
	Fetched units per step: (4499)
Total Fetched (4499) units, err 0
Fetched (4499) units in Total.
Thread (4143463312) exits ... 
Thread (4110416784) exits ... 
Thread (4068457360) exits ... 
Thread (4057967504) exits ... 
Thread (4132973456) exits ... 
Thread (4099926928) exits ... 
Thread (4153953168) exits ... 
Thread (4089437072) exits ... 
Thread (4078947216) exits ... 
Thread (4122483600) exits ... 
Total number of records processed = 4499.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153260944) begins ... 
Thread (4142771088) begins ... 
Thread (4132281232) begins ... 
Thread (4121791376) begins ... 
Thread (4098878352) begins ... 
Thread (4077898640) begins ... 
Thread (4088388496) begins ... 
Thread (4067408784) begins ... 
Thread (4109368208) begins ... 
Thread (4054842256) begins ... 
Total Fetched (0) units, err 0
Thread (4077898640) exits ... 
Thread (4132281232) exits ... 
Thread (4098878352) exits ... 
Thread (4153260944) exits ... 
Thread (4054842256) exits ... 
Thread (4067408784) exits ... 
Thread (4109368208) exits ... 
Thread (4121791376) exits ... 
Thread (4088388496) exits ... 
Thread (4142771088) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
mv: cannot stat `/home/pin/opt/portal/7.5/sys/test/device_load_bkp_curr.log': No such file or directory
===> database 0.0.0.1 from pin.conf "userid"
nap(26552)> Fri May 13 13:16:16 IST 2022:Testnap Connection Success for device_load in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
===> database 0.0.0.1 from pin.conf "userid"
nap(26595)> Fri May 13 13:16:16 IST 2022:Testnap Connection Success for device_load in PIN_HOME/mso/apps/mso_bulk_inventory
 Executing ott_device_load 
Thread (4153183120) begins ... 
Thread (4142693264) begins ... 
Thread (4132203408) begins ... 
Thread (4111223696) begins ... 
Thread (4100733840) begins ... 
Thread (4121713552) begins ... 
Thread (4077910928) begins ... 
Thread (4090243984) begins ... 
Thread (4067421072) begins ... 
Thread (4054842256) begins ... 
Total Fetched (0) units, err 0
Thread (4100733840) exits ... 
Thread (4067421072) exits ... 
Thread (4111223696) exits ... 
Thread (4077910928) exits ... 
Thread (4153183120) exits ... 
Thread (4121713552) exits ... 
Thread (4142693264) exits ... 
Thread (4054842256) exits ... 
Thread (4132203408) exits ... 
Thread (4090243984) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing ip_camera_device_load 
Thread (4153392016) begins ... 
Thread (4142902160) begins ... 
Thread (4132412304) begins ... 
Thread (4121922448) begins ... 
Thread (4111432592) begins ... 
Thread (4100942736) begins ... 
Thread (4088355728) begins ... 
Thread (4067376016) begins ... 
Thread (4056886160) begins ... 
Thread (4077865872) begins ... 
Total Fetched (0) units, err 0
Thread (4067376016) exits ... 
Thread (4142902160) exits ... 
Thread (4121922448) exits ... 
Thread (4153392016) exits ... 
Thread (4111432592) exits ... 
Thread (4056886160) exits ... 
Thread (4100942736) exits ... 
Thread (4132412304) exits ... 
Thread (4077865872) exits ... 
Thread (4088355728) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing modem_device_load 
Thread (4143258512) begins ... 
Thread (4153748368) begins ... 
Thread (4132768656) begins ... 
Thread (4122278800) begins ... 
Thread (4101299088) begins ... 
Thread (4090809232) begins ... 
Thread (4078959504) begins ... 
Thread (4111788944) begins ... 
Thread (4057979792) begins ... 
Thread (4068469648) begins ... 
Total Fetched (0) units, err 0
Thread (4153748368) exits ... 
Thread (4122278800) exits ... 
Thread (4090809232) exits ... 
Thread (4101299088) exits ... 
Thread (4132768656) exits ... 
Thread (4143258512) exits ... 
Thread (4057979792) exits ... 
Thread (4078959504) exits ... 
Thread (4068469648) exits ... 
Thread (4111788944) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing wifi_router_device_load 
Thread (4153588624) begins ... 
Thread (4143098768) begins ... 
Thread (4132608912) begins ... 
Thread (4122119056) begins ... 
Thread (4111629200) begins ... 
Thread (4099931024) begins ... 
Thread (4089441168) begins ... 
Thread (4078951312) begins ... 
Thread (4057971600) begins ... 
Thread (4068461456) begins ... 
Total Fetched (0) units, err 0
Thread (4143098768) exits ... 
Thread (4111629200) exits ... 
Thread (4153588624) exits ... 
Thread (4132608912) exits ... 
Thread (4122119056) exits ... 
Thread (4089441168) exits ... 
Thread (4099931024) exits ... 
Thread (4068461456) exits ... 
Thread (4078951312) exits ... 
Thread (4057971600) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing cable_router_device_load 
Thread (4143455120) begins ... 
Thread (4153944976) begins ... 
Thread (4132965264) begins ... 
Thread (4101495696) begins ... 
Thread (4122475408) begins ... 
Thread (4091005840) begins ... 
Thread (4111985552) begins ... 
Thread (4078959504) begins ... 
Thread (4068469648) begins ... 
Thread (4057979792) begins ... 
Total Fetched (0) units, err 0
Thread (4143455120) exits ... 
Thread (4111985552) exits ... 
Thread (4091005840) exits ... 
Thread (4101495696) exits ... 
Thread (4132965264) exits ... 
Thread (4122475408) exits ... 
Thread (4078959504) exits ... 
Thread (4153944976) exits ... 
Thread (4068469648) exits ... 
Thread (4057979792) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing nat_device_load 
Thread (4153879440) begins ... 
Thread (4143389584) begins ... 
Thread (4132899728) begins ... 
Thread (4111920016) begins ... 
Thread (4122409872) begins ... 
Thread (4099333008) begins ... 
Thread (4088843152) begins ... 
Thread (4078353296) begins ... 
Thread (4057373584) begins ... 
Thread (4067863440) begins ... 
Total Fetched (0) units, err 0
Thread (4153879440) exits ... 
Thread (4099333008) exits ... 
Thread (4057373584) exits ... 
Thread (4078353296) exits ... 
Thread (4132899728) exits ... 
Thread (4067863440) exits ... 
Thread (4111920016) exits ... 
Thread (4088843152) exits ... 
Thread (4122409872) exits ... 
Thread (4143389584) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing static_ip_device_load 
Thread (4153400208) begins ... 
Thread (4142910352) begins ... 
Thread (4132420496) begins ... 
Thread (4121930640) begins ... 
Thread (4109368208) begins ... 
Thread (4098878352) begins ... 
Thread (4086299536) begins ... 
Thread (4075809680) begins ... 
Thread (4054829968) begins ... 
Thread (4065319824) begins ... 
Total Fetched (0) units, err 0
Thread (4109368208) exits ... 
Thread (4142910352) exits ... 
Thread (4132420496) exits ... 
Thread (4054829968) exits ... 
Thread (4098878352) exits ... 
Thread (4086299536) exits ... 
Thread (4153400208) exits ... 
Thread (4121930640) exits ... 
Thread (4075809680) exits ... 
Thread (4065319824) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing framed_ip_device_load 
Thread (4153432976) begins ... 
Thread (4142943120) begins ... 
Thread (4090493840) begins ... 
Thread (4132453264) begins ... 
Thread (4069514128) begins ... 
Thread (4080003984) begins ... 
Thread (4100983696) begins ... 
Thread (4111473552) begins ... 
Thread (4054842256) begins ... 
Thread (4121963408) begins ... 
Total Fetched (0) units, err 0
Thread (4100983696) exits ... 
Thread (4142943120) exits ... 
Thread (4111473552) exits ... 
Thread (4069514128) exits ... 
Thread (4153432976) exits ... 
Thread (4132453264) exits ... 
Thread (4121963408) exits ... 
Thread (4080003984) exits ... 
Thread (4090493840) exits ... 
Thread (4054842256) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153703312) begins ... 
Thread (4143213456) begins ... 
Thread (4132723600) begins ... 
Thread (4122233744) begins ... 
Thread (4088667024) begins ... 
Thread (4109646736) begins ... 
Thread (4099156880) begins ... 
Thread (4067687312) begins ... 
Thread (4078177168) begins ... 
Thread (4057197456) begins ... 
	Fetched units per step: (4500)
Total Fetched (4500) units, err 0
Fetched (4500) units in Total.
Thread (4122233744) exits ... 
Thread (4099156880) exits ... 
Thread (4078177168) exits ... 
Thread (4109646736) exits ... 
Thread (4143213456) exits ... 
Thread (4153703312) exits ... 
Thread (4067687312) exits ... 
Thread (4057197456) exits ... 
Thread (4132723600) exits ... 
Thread (4088667024) exits ... 
Total number of records processed = 4500.
Number of data errors encountered = 249.
Total number of errors encountered = 249.
file is not available 
Thread (4153805712) begins ... 
Thread (4143315856) begins ... 
Thread (4122336144) begins ... 
Thread (4132826000) begins ... 
Thread (4099926928) begins ... 
Thread (4110416784) begins ... 
Thread (4078947216) begins ... 
Thread (4068457360) begins ... 
Thread (4057967504) begins ... 
Thread (4089437072) begins ... 
Total Fetched (0) units, err 0
Thread (4132826000) exits ... 
Thread (4153805712) exits ... 
Thread (4122336144) exits ... 
Thread (4143315856) exits ... 
Thread (4099926928) exits ... 
Thread (4057967504) exits ... 
Thread (4068457360) exits ... 
Thread (4089437072) exits ... 
Thread (4078947216) exits ... 
Thread (4110416784) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
mv: cannot stat `/home/pin/opt/portal/7.5/sys/test/device_load_bkp_curr.log': No such file or directory
===> database 0.0.0.1 from pin.conf "userid"
nap(27635)> Fri May 13 13:18:16 IST 2022:Testnap Connection Success for device_load in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
===> database 0.0.0.1 from pin.conf "userid"
nap(27673)> Fri May 13 13:18:16 IST 2022:Testnap Connection Success for device_load in PIN_HOME/mso/apps/mso_bulk_inventory
 Executing ott_device_load 
Thread (4153715600) begins ... 
Thread (4143225744) begins ... 
Thread (4132735888) begins ... 
Thread (4111756176) begins ... 
Thread (4122246032) begins ... 
Thread (4101266320) begins ... 
Thread (4089445264) begins ... 
Thread (4068465552) begins ... 
Thread (4057975696) begins ... 
Thread (4078955408) begins ... 
Total Fetched (0) units, err 0
Thread (4068465552) exits ... 
Thread (4143225744) exits ... 
Thread (4132735888) exits ... 
Thread (4153715600) exits ... 
Thread (4078955408) exits ... 
Thread (4057975696) exits ... 
Thread (4122246032) exits ... 
Thread (4089445264) exits ... 
Thread (4101266320) exits ... 
Thread (4111756176) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing ip_camera_device_load 
Thread (4153428880) begins ... 
Thread (4142939024) begins ... 
Thread (4132449168) begins ... 
Thread (4121959312) begins ... 
Thread (4111469456) begins ... 
Thread (4100979600) begins ... 
Thread (4088396688) begins ... 
Thread (4077906832) begins ... 
Thread (4067416976) begins ... 
Thread (4056927120) begins ... 
Total Fetched (0) units, err 0
Thread (4132449168) exits ... 
Thread (4142939024) exits ... 
Thread (4111469456) exits ... 
Thread (4077906832) exits ... 
Thread (4100979600) exits ... 
Thread (4056927120) exits ... 
Thread (4088396688) exits ... 
Thread (4121959312) exits ... 
Thread (4153428880) exits ... 
Thread (4067416976) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing modem_device_load 
Thread (4153625488) begins ... 
Thread (4143135632) begins ... 
Thread (4132645776) begins ... 
Thread (4122155920) begins ... 
Thread (4099931024) begins ... 
Thread (4111666064) begins ... 
Thread (4089441168) begins ... 
Thread (4078951312) begins ... 
Thread (4068461456) begins ... 
Thread (4057971600) begins ... 
Total Fetched (0) units, err 0
Thread (4153625488) exits ... 
Thread (4122155920) exits ... 
Thread (4111666064) exits ... 
Thread (4099931024) exits ... 
Thread (4078951312) exits ... 
Thread (4089441168) exits ... 
Thread (4132645776) exits ... 
Thread (4057971600) exits ... 
Thread (4068461456) exits ... 
Thread (4143135632) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing wifi_router_device_load 
Thread (4153183120) begins ... 
Thread (4142693264) begins ... 
Thread (4132203408) begins ... 
Thread (4119853968) begins ... 
Thread (4109364112) begins ... 
Thread (4075797392) begins ... 
Thread (4065307536) begins ... 
Thread (4096777104) begins ... 
Thread (4086287248) begins ... 
Thread (4054817680) begins ... 
Total Fetched (0) units, err 0
Thread (4142693264) exits ... 
Thread (4109364112) exits ... 
Thread (4132203408) exits ... 
Thread (4086287248) exits ... 
Thread (4153183120) exits ... 
Thread (4096777104) exits ... 
Thread (4054817680) exits ... 
Thread (4075797392) exits ... 
Thread (4119853968) exits ... 
Thread (4065307536) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing cable_router_device_load 
Thread (4143123344) begins ... 
Thread (4153613200) begins ... 
Thread (4132633488) begins ... 
Thread (4122143632) begins ... 
Thread (4099931024) begins ... 
Thread (4111653776) begins ... 
Thread (4089441168) begins ... 
Thread (4078951312) begins ... 
Thread (4068461456) begins ... 
Thread (4055890832) begins ... 
Total Fetched (0) units, err 0
Thread (4153613200) exits ... 
Thread (4143123344) exits ... 
Thread (4068461456) exits ... 
Thread (4099931024) exits ... 
Thread (4122143632) exits ... 
Thread (4132633488) exits ... 
Thread (4089441168) exits ... 
Thread (4111653776) exits ... 
Thread (4055890832) exits ... 
Thread (4078951312) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing nat_device_load 
Thread (4153887632) begins ... 
Thread (4143397776) begins ... 
Thread (4132907920) begins ... 
Thread (4122418064) begins ... 
Thread (4111928208) begins ... 
Thread (4089445264) begins ... 
Thread (4078955408) begins ... 
Thread (4057975696) begins ... 
Thread (4101438352) begins ... 
Thread (4068465552) begins ... 
Total Fetched (0) units, err 0
Thread (4111928208) exits ... 
Thread (4153887632) exits ... 
Thread (4132907920) exits ... 
Thread (4089445264) exits ... 
Thread (4143397776) exits ... 
Thread (4122418064) exits ... 
Thread (4057975696) exits ... 
Thread (4101438352) exits ... 
Thread (4078955408) exits ... 
Thread (4068465552) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing static_ip_device_load 
Thread (4153645968) begins ... 
Thread (4143156112) begins ... 
Thread (4122176400) begins ... 
Thread (4132666256) begins ... 
Thread (4111686544) begins ... 
Thread (4099931024) begins ... 
Thread (4089441168) begins ... 
Thread (4078951312) begins ... 
Thread (4068461456) begins ... 
Thread (4057971600) begins ... 
Total Fetched (0) units, err 0
Thread (4111686544) exits ... 
Thread (4122176400) exits ... 
Thread (4089441168) exits ... 
Thread (4153645968) exits ... 
Thread (4132666256) exits ... 
Thread (4099931024) exits ... 
Thread (4078951312) exits ... 
Thread (4068461456) exits ... 
Thread (4057971600) exits ... 
Thread (4143156112) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing framed_ip_device_load 
Thread (4153838480) begins ... 
Thread (4143348624) begins ... 
Thread (4132858768) begins ... 
Thread (4122368912) begins ... 
Thread (4099292048) begins ... 
Thread (4088802192) begins ... 
Thread (4078312336) begins ... 
Thread (4067822480) begins ... 
Thread (4057332624) begins ... 
Thread (4109781904) begins ... 
Total Fetched (0) units, err 0
Thread (4153838480) exits ... 
Thread (4122368912) exits ... 
Thread (4143348624) exits ... 
Thread (4067822480) exits ... 
Thread (4132858768) exits ... 
Thread (4109781904) exits ... 
Thread (4099292048) exits ... 
Thread (4078312336) exits ... 
Thread (4057332624) exits ... 
Thread (4088802192) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153912208) begins ... 
Thread (4143422352) begins ... 
Thread (4132932496) begins ... 
Thread (4122442640) begins ... 
Thread (4099365776) begins ... 
Thread (4111952784) begins ... 
Thread (4087348112) begins ... 
Thread (4076858256) begins ... 
Thread (4064271248) begins ... 
Thread (4053781392) begins ... 
Total Fetched (0) units, err 0
Thread (4153912208) exits ... 
Thread (4143422352) exits ... 
Thread (4132932496) exits ... 
Thread (4053781392) exits ... 
Thread (4076858256) exits ... 
Thread (4122442640) exits ... 
Thread (4111952784) exits ... 
Thread (4099365776) exits ... 
Thread (4064271248) exits ... 
Thread (4087348112) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153056144) begins ... 
Thread (4142566288) begins ... 
Thread (4132076432) begins ... 
Thread (4119853968) begins ... 
Thread (4109364112) begins ... 
Thread (4098874256) begins ... 
Thread (4088384400) begins ... 
Thread (4077894544) begins ... 
Thread (4056914832) begins ... 
Thread (4067404688) begins ... 
Total Fetched (0) units, err 0
Thread (4142566288) exits ... 
Thread (4153056144) exits ... 
Thread (4119853968) exits ... 
Thread (4098874256) exits ... 
Thread (4109364112) exits ... 
Thread (4067404688) exits ... 
Thread (4132076432) exits ... 
Thread (4088384400) exits ... 
Thread (4056914832) exits ... 
Thread (4077894544) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
mv: cannot stat `/home/pin/opt/portal/7.5/sys/test/device_load_bkp_curr.log': No such file or directory
===> database 0.0.0.1 from pin.conf "userid"
nap(28055)> Fri May 13 13:18:24 IST 2022:Testnap Connection Success for device_load in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
===> database 0.0.0.1 from pin.conf "userid"
nap(28082)> Fri May 13 13:18:24 IST 2022:Testnap Connection Success for device_load in PIN_HOME/mso/apps/mso_bulk_inventory
 Executing ott_device_load 
Thread (4153588624) begins ... 
Thread (4143098768) begins ... 
Thread (4132608912) begins ... 
Thread (4122119056) begins ... 
Thread (4110416784) begins ... 
Thread (4089437072) begins ... 
Thread (4078947216) begins ... 
Thread (4068457360) begins ... 
Thread (4057967504) begins ... 
Thread (4099926928) begins ... 
Total Fetched (0) units, err 0
Thread (4153588624) exits ... 
Thread (4143098768) exits ... 
Thread (4110416784) exits ... 
Thread (4089437072) exits ... 
Thread (4122119056) exits ... 
Thread (4132608912) exits ... 
Thread (4078947216) exits ... 
Thread (4068457360) exits ... 
Thread (4099926928) exits ... 
Thread (4057967504) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing ip_camera_device_load 
Thread (4153265040) begins ... 
Thread (4142775184) begins ... 
Thread (4121795472) begins ... 
Thread (4088388496) begins ... 
Thread (4077898640) begins ... 
Thread (4067408784) begins ... 
Thread (4109368208) begins ... 
Thread (4056918928) begins ... 
Thread (4098878352) begins ... 
Thread (4132285328) begins ... 
Total Fetched (0) units, err 0
Thread (4153265040) exits ... 
Thread (4142775184) exits ... 
Thread (4077898640) exits ... 
Thread (4121795472) exits ... 
Thread (4088388496) exits ... 
Thread (4056918928) exits ... 
Thread (4109368208) exits ... 
Thread (4098878352) exits ... 
Thread (4132285328) exits ... 
Thread (4067408784) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing modem_device_load 
Thread (4153240464) begins ... 
Thread (4142750608) begins ... 
Thread (4132260752) begins ... 
Thread (4111281040) begins ... 
Thread (4121770896) begins ... 
Thread (4067412880) begins ... 
Thread (4098882448) begins ... 
Thread (4088392592) begins ... 
Thread (4077902736) begins ... 
Thread (4054825872) begins ... 
Total Fetched (0) units, err 0
Thread (4142750608) exits ... 
Thread (4111281040) exits ... 
Thread (4153240464) exits ... 
Thread (4121770896) exits ... 
Thread (4132260752) exits ... 
Thread (4067412880) exits ... 
Thread (4054825872) exits ... 
Thread (4077902736) exits ... 
Thread (4098882448) exits ... 
Thread (4088392592) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing wifi_router_device_load 
Thread (4153518992) begins ... 
Thread (4143029136) begins ... 
Thread (4132539280) begins ... 
Thread (4122049424) begins ... 
Thread (4111559568) begins ... 
Thread (4098972560) begins ... 
Thread (4055882640) begins ... 
Thread (4066372496) begins ... 
Thread (4088482704) begins ... 
Thread (4076862352) begins ... 
Total Fetched (0) units, err 0
Thread (4098972560) exits ... 
Thread (4122049424) exits ... 
Thread (4111559568) exits ... 
Thread (4153518992) exits ... 
Thread (4143029136) exits ... 
Thread (4132539280) exits ... 
Thread (4066372496) exits ... 
Thread (4076862352) exits ... 
Thread (4055882640) exits ... 
Thread (4088482704) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing cable_router_device_load 
Thread (4153035664) begins ... 
Thread (4142545808) begins ... 
Thread (4130339728) begins ... 
Thread (4119849872) begins ... 
Thread (4109360016) begins ... 
Thread (4088380304) begins ... 
Thread (4077890448) begins ... 
Thread (4098870160) begins ... 
Thread (4056910736) begins ... 
Thread (4067400592) begins ... 
Total Fetched (0) units, err 0
Thread (4153035664) exits ... 
Thread (4130339728) exits ... 
Thread (4119849872) exits ... 
Thread (4088380304) exits ... 
Thread (4142545808) exits ... 
Thread (4067400592) exits ... 
Thread (4098870160) exits ... 
Thread (4077890448) exits ... 
Thread (4109360016) exits ... 
Thread (4056910736) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing nat_device_load 
Thread (4153252752) begins ... 
Thread (4142762896) begins ... 
Thread (4132273040) begins ... 
Thread (4121783184) begins ... 
Thread (4109368208) begins ... 
Thread (4088388496) begins ... 
Thread (4077898640) begins ... 
Thread (4067408784) begins ... 
Thread (4056918928) begins ... 
Thread (4098878352) begins ... 
Total Fetched (0) units, err 0
Thread (4153252752) exits ... 
Thread (4132273040) exits ... 
Thread (4121783184) exits ... 
Thread (4067408784) exits ... 
Thread (4109368208) exits ... 
Thread (4056918928) exits ... 
Thread (4142762896) exits ... 
Thread (4088388496) exits ... 
Thread (4077898640) exits ... 
Thread (4098878352) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing static_ip_device_load 
Thread (4153396112) begins ... 
Thread (4142906256) begins ... 
Thread (4132416400) begins ... 
Thread (4121926544) begins ... 
Thread (4077898640) begins ... 
Thread (4067408784) begins ... 
Thread (4056918928) begins ... 
Thread (4109368208) begins ... 
Thread (4098878352) begins ... 
Thread (4088388496) begins ... 
Total Fetched (0) units, err 0
Thread (4132416400) exits ... 
Thread (4142906256) exits ... 
Thread (4056918928) exits ... 
Thread (4067408784) exits ... 
Thread (4109368208) exits ... 
Thread (4153396112) exits ... 
Thread (4098878352) exits ... 
Thread (4077898640) exits ... 
Thread (4121926544) exits ... 
Thread (4088388496) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing framed_ip_device_load 
Thread (4153527184) begins ... 
Thread (4143037328) begins ... 
Thread (4132547472) begins ... 
Thread (4120902544) begins ... 
Thread (4110412688) begins ... 
Thread (4089432976) begins ... 
Thread (4099922832) begins ... 
Thread (4078943120) begins ... 
Thread (4068453264) begins ... 
Thread (4055890832) begins ... 
Total Fetched (0) units, err 0
Thread (4143037328) exits ... 
Thread (4132547472) exits ... 
Thread (4153527184) exits ... 
Thread (4120902544) exits ... 
Thread (4110412688) exits ... 
Thread (4089432976) exits ... 
Thread (4078943120) exits ... 
Thread (4099922832) exits ... 
Thread (4068453264) exits ... 
Thread (4055890832) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153019280) begins ... 
Thread (4142529424) begins ... 
Thread (4132039568) begins ... 
Thread (4119853968) begins ... 
Thread (4109364112) begins ... 
Thread (4077894544) begins ... 
Thread (4067404688) begins ... 
Thread (4088384400) begins ... 
Thread (4056914832) begins ... 
Thread (4098874256) begins ... 
Total Fetched (0) units, err 0
Thread (4088384400) exits ... 
Thread (4119853968) exits ... 
Thread (4132039568) exits ... 
Thread (4077894544) exits ... 
Thread (4056914832) exits ... 
Thread (4109364112) exits ... 
Thread (4142529424) exits ... 
Thread (4153019280) exits ... 
Thread (4098874256) exits ... 
Thread (4067404688) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153478032) begins ... 
Thread (4142988176) begins ... 
Thread (4132498320) begins ... 
Thread (4111518608) begins ... 
Thread (4099931024) begins ... 
Thread (4089441168) begins ... 
Thread (4122008464) begins ... 
Thread (4066372496) begins ... 
Thread (4076862352) begins ... 
Thread (4055882640) begins ... 
Total Fetched (0) units, err 0
Thread (4153478032) exits ... 
Thread (4111518608) exits ... 
Thread (4142988176) exits ... 
Thread (4132498320) exits ... 
Thread (4122008464) exits ... 
Thread (4099931024) exits ... 
Thread (4089441168) exits ... 
Thread (4076862352) exits ... 
Thread (4066372496) exits ... 
Thread (4055882640) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
mv: cannot stat `/home/pin/opt/portal/7.5/sys/test/device_load_bkp_curr.log': No such file or directory
===> database 0.0.0.1 from pin.conf "userid"
nap(29675)> Fri May 13 13:23:34 IST 2022:Testnap Connection Success for device_load in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
===> database 0.0.0.1 from pin.conf "userid"
nap(29719)> Fri May 13 13:23:34 IST 2022:Testnap Connection Success for device_load in PIN_HOME/mso/apps/mso_bulk_inventory
 Executing ott_device_load 
Thread (4153686928) begins ... 
Thread (4143197072) begins ... 
Thread (4132707216) begins ... 
Thread (4122217360) begins ... 
Thread (4111727504) begins ... 
Thread (4089445264) begins ... 
Thread (4076862352) begins ... 
Thread (4101237648) begins ... 
Thread (4066372496) begins ... 
Thread (4055882640) begins ... 
Total Fetched (0) units, err 0
Thread (4143197072) exits ... 
Thread (4132707216) exits ... 
Thread (4153686928) exits ... 
Thread (4111727504) exits ... 
Thread (4076862352) exits ... 
Thread (4101237648) exits ... 
Thread (4122217360) exits ... 
Thread (4089445264) exits ... 
Thread (4066372496) exits ... 
Thread (4055882640) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing ip_camera_device_load 
Thread (4153621392) begins ... 
Thread (4143131536) begins ... 
Thread (4132641680) begins ... 
Thread (4122151824) begins ... 
Thread (4111661968) begins ... 
Thread (4087344016) begins ... 
Thread (4076854160) begins ... 
Thread (4097833872) begins ... 
Thread (4066364304) begins ... 
Thread (4055874448) begins ... 
Total Fetched (0) units, err 0
Thread (4132641680) exits ... 
Thread (4055874448) exits ... 
Thread (4153621392) exits ... 
Thread (4087344016) exits ... 
Thread (4097833872) exits ... 
Thread (4111661968) exits ... 
Thread (4143131536) exits ... 
Thread (4066364304) exits ... 
Thread (4122151824) exits ... 
Thread (4076854160) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing modem_device_load 
Thread (4153314192) begins ... 
Thread (4142824336) begins ... 
Thread (4132334480) begins ... 
Thread (4119853968) begins ... 
Thread (4109364112) begins ... 
Thread (4098874256) begins ... 
Thread (4056914832) begins ... 
Thread (4088384400) begins ... 
Thread (4077894544) begins ... 
Thread (4067404688) begins ... 
Total Fetched (0) units, err 0
Thread (4153314192) exits ... 
Thread (4077894544) exits ... 
Thread (4088384400) exits ... 
Thread (4067404688) exits ... 
Thread (4119853968) exits ... 
Thread (4142824336) exits ... 
Thread (4109364112) exits ... 
Thread (4132334480) exits ... 
Thread (4056914832) exits ... 
Thread (4098874256) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing wifi_router_device_load 
Thread (4152961936) begins ... 
Thread (4131982224) begins ... 
Thread (4121492368) begins ... 
Thread (4111002512) begins ... 
Thread (4142472080) begins ... 
Thread (4100512656) begins ... 
Thread (4079532944) begins ... 
Thread (4067425168) begins ... 
Thread (4056935312) begins ... 
Thread (4090022800) begins ... 
Total Fetched (0) units, err 0
Thread (4152961936) exits ... 
Thread (4056935312) exits ... 
Thread (4131982224) exits ... 
Thread (4100512656) exits ... 
Thread (4142472080) exits ... 
Thread (4079532944) exits ... 
Thread (4121492368) exits ... 
Thread (4067425168) exits ... 
Thread (4111002512) exits ... 
Thread (4090022800) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing cable_router_device_load 
Thread (4152912784) begins ... 
Thread (4142422928) begins ... 
Thread (4131933072) begins ... 
Thread (4121443216) begins ... 
Thread (4066896784) begins ... 
Thread (4108856208) begins ... 
Thread (4098366352) begins ... 
Thread (4087876496) begins ... 
Thread (4077386640) begins ... 
Thread (4056406928) begins ... 
Total Fetched (0) units, err 0
Thread (4087876496) exits ... 
Thread (4066896784) exits ... 
Thread (4108856208) exits ... 
Thread (4077386640) exits ... 
Thread (4056406928) exits ... 
Thread (4142422928) exits ... 
Thread (4152912784) exits ... 
Thread (4121443216) exits ... 
Thread (4131933072) exits ... 
Thread (4098366352) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing nat_device_load 
Thread (4142922640) begins ... 
Thread (4153412496) begins ... 
Thread (4121942928) begins ... 
Thread (4132432784) begins ... 
Thread (4109368208) begins ... 
Thread (4098878352) begins ... 
Thread (4077898640) begins ... 
Thread (4088388496) begins ... 
Thread (4067408784) begins ... 
Thread (4056918928) begins ... 
Total Fetched (0) units, err 0
Thread (4153412496) exits ... 
Thread (4121942928) exits ... 
Thread (4132432784) exits ... 
Thread (4088388496) exits ... 
Thread (4077898640) exits ... 
Thread (4142922640) exits ... 
Thread (4109368208) exits ... 
Thread (4067408784) exits ... 
Thread (4098878352) exits ... 
Thread (4056918928) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing static_ip_device_load 
Thread (4142848912) begins ... 
Thread (4153338768) begins ... 
Thread (4132359056) begins ... 
Thread (4121869200) begins ... 
Thread (4098878352) begins ... 
Thread (4109368208) begins ... 
Thread (4065319824) begins ... 
Thread (4086299536) begins ... 
Thread (4075809680) begins ... 
Thread (4054829968) begins ... 
Total Fetched (0) units, err 0
Thread (4054829968) exits ... 
Thread (4132359056) exits ... 
Thread (4065319824) exits ... 
Thread (4098878352) exits ... 
Thread (4109368208) exits ... 
Thread (4142848912) exits ... 
Thread (4121869200) exits ... 
Thread (4075809680) exits ... 
Thread (4153338768) exits ... 
Thread (4086299536) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing framed_ip_device_load 
Thread (4153764752) begins ... 
Thread (4143274896) begins ... 
Thread (4132785040) begins ... 
Thread (4111805328) begins ... 
Thread (4122295184) begins ... 
Thread (4099931024) begins ... 
Thread (4089441168) begins ... 
Thread (4068461456) begins ... 
Thread (4055890832) begins ... 
Thread (4078951312) begins ... 
Total Fetched (0) units, err 0
Thread (4132785040) exits ... 
Thread (4153764752) exits ... 
Thread (4068461456) exits ... 
Thread (4111805328) exits ... 
Thread (4099931024) exits ... 
Thread (4078951312) exits ... 
Thread (4089441168) exits ... 
Thread (4143274896) exits ... 
Thread (4055890832) exits ... 
Thread (4122295184) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153572240) begins ... 
Thread (4143082384) begins ... 
Thread (4132592528) begins ... 
Thread (4122102672) begins ... 
Thread (4109515664) begins ... 
Thread (4099025808) begins ... 
Thread (4088535952) begins ... 
Thread (4067556240) begins ... 
Thread (4054969232) begins ... 
Thread (4078046096) begins ... 
Total Fetched (0) units, err 0
Thread (4132592528) exits ... 
Thread (4153572240) exits ... 
Thread (4109515664) exits ... 
Thread (4143082384) exits ... 
Thread (4067556240) exits ... 
Thread (4088535952) exits ... 
Thread (4078046096) exits ... 
Thread (4122102672) exits ... 
Thread (4099025808) exits ... 
Thread (4054969232) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153940880) begins ... 
Thread (4143451024) begins ... 
Thread (4132961168) begins ... 
Thread (4122471312) begins ... 
Thread (4099926928) begins ... 
Thread (4110416784) begins ... 
Thread (4087339920) begins ... 
Thread (4066360208) begins ... 
Thread (4055870352) begins ... 
Thread (4076850064) begins ... 
Total Fetched (0) units, err 0
Thread (4055870352) exits ... 
Thread (4143451024) exits ... 
Thread (4066360208) exits ... 
Thread (4132961168) exits ... 
Thread (4076850064) exits ... 
Thread (4122471312) exits ... 
Thread (4087339920) exits ... 
Thread (4153940880) exits ... 
Thread (4099926928) exits ... 
Thread (4110416784) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
mv: cannot stat `/home/pin/opt/portal/7.5/sys/test/device_load_bkp_curr.log': No such file or directory
===> database 0.0.0.1 from pin.conf "userid"
nap(2361)> Fri May 13 16:08:55 IST 2022:Testnap Connection Success for device_load in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
===> database 0.0.0.1 from pin.conf "userid"
nap(2401)> Fri May 13 16:08:56 IST 2022:Testnap Connection Success for device_load in PIN_HOME/mso/apps/mso_bulk_inventory
 Executing ott_device_load 
Thread (4152961936) begins ... 
Thread (4142472080) begins ... 
Thread (4131982224) begins ... 
Thread (4119853968) begins ... 
Thread (4109364112) begins ... 
Thread (4086295440) begins ... 
Thread (4065315728) begins ... 
Thread (4052745104) begins ... 
Thread (4075805584) begins ... 
Thread (4096785296) begins ... 
Total Fetched (0) units, err 0
Thread (4152961936) exits ... 
Thread (4142472080) exits ... 
Thread (4119853968) exits ... 
Thread (4109364112) exits ... 
Thread (4131982224) exits ... 
Thread (4075805584) exits ... 
Thread (4086295440) exits ... 
Thread (4065315728) exits ... 
Thread (4096785296) exits ... 
Thread (4052745104) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing ip_camera_device_load 
Thread (4153342864) begins ... 
Thread (4142853008) begins ... 
Thread (4121873296) begins ... 
Thread (4132363152) begins ... 
Thread (4098878352) begins ... 
Thread (4088388496) begins ... 
Thread (4109368208) begins ... 
Thread (4067408784) begins ... 
Thread (4056918928) begins ... 
Thread (4077898640) begins ... 
Total Fetched (0) units, err 0
Thread (4153342864) exits ... 
Thread (4132363152) exits ... 
Thread (4121873296) exits ... 
Thread (4098878352) exits ... 
Thread (4088388496) exits ... 
Thread (4056918928) exits ... 
Thread (4142853008) exits ... 
Thread (4109368208) exits ... 
Thread (4077898640) exits ... 
Thread (4067408784) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing modem_device_load 
Thread (4153830288) begins ... 
Thread (4143340432) begins ... 
Thread (4132850576) begins ... 
Thread (4122360720) begins ... 
Thread (4111870864) begins ... 
Thread (4101381008) begins ... 
Thread (4089445264) begins ... 
Thread (4076862352) begins ... 
Thread (4066372496) begins ... 
Thread (4055882640) begins ... 
Total Fetched (0) units, err 0
Thread (4153830288) exits ... 
Thread (4055882640) exits ... 
Thread (4076862352) exits ... 
Thread (4111870864) exits ... 
Thread (4089445264) exits ... 
Thread (4066372496) exits ... 
Thread (4132850576) exits ... 
Thread (4122360720) exits ... 
Thread (4143340432) exits ... 
Thread (4101381008) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing wifi_router_device_load 
Thread (4153621392) begins ... 
Thread (4143131536) begins ... 
Thread (4132641680) begins ... 
Thread (4120902544) begins ... 
Thread (4110412688) begins ... 
Thread (4099922832) begins ... 
Thread (4089432976) begins ... 
Thread (4078943120) begins ... 
Thread (4066376592) begins ... 
Thread (4055886736) begins ... 
Total Fetched (0) units, err 0
Thread (4153621392) exits ... 
Thread (4099922832) exits ... 
Thread (4066376592) exits ... 
Thread (4078943120) exits ... 
Thread (4143131536) exits ... 
Thread (4110412688) exits ... 
Thread (4132641680) exits ... 
Thread (4089432976) exits ... 
Thread (4120902544) exits ... 
Thread (4055886736) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing cable_router_device_load 
Thread (4152966032) begins ... 
Thread (4142476176) begins ... 
Thread (4131986320) begins ... 
Thread (4121496464) begins ... 
Thread (4111006608) begins ... 
Thread (4088392592) begins ... 
Thread (4098882448) begins ... 
Thread (4077902736) begins ... 
Thread (4067412880) begins ... 
Thread (4056923024) begins ... 
Total Fetched (0) units, err 0
Thread (4142476176) exits ... 
Thread (4111006608) exits ... 
Thread (4067412880) exits ... 
Thread (4152966032) exits ... 
Thread (4088392592) exits ... 
Thread (4098882448) exits ... 
Thread (4077902736) exits ... 
Thread (4121496464) exits ... 
Thread (4131986320) exits ... 
Thread (4056923024) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing nat_device_load 
Thread (4153523088) begins ... 
Thread (4143033232) begins ... 
Thread (4132543376) begins ... 
Thread (4122053520) begins ... 
Thread (4101073808) begins ... 
Thread (4111563664) begins ... 
Thread (4090583952) begins ... 
Thread (4078959504) begins ... 
Thread (4055886736) begins ... 
Thread (4066376592) begins ... 
Total Fetched (0) units, err 0
Thread (4143033232) exits ... 
Thread (4153523088) exits ... 
Thread (4122053520) exits ... 
Thread (4078959504) exits ... 
Thread (4090583952) exits ... 
Thread (4132543376) exits ... 
Thread (4111563664) exits ... 
Thread (4066376592) exits ... 
Thread (4055886736) exits ... 
Thread (4101073808) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing static_ip_device_load 
Thread (4153473936) begins ... 
Thread (4142984080) begins ... 
Thread (4132494224) begins ... 
Thread (4122004368) begins ... 
Thread (4111514512) begins ... 
Thread (4101024656) begins ... 
Thread (4089445264) begins ... 
Thread (4078955408) begins ... 
Thread (4068465552) begins ... 
Thread (4057975696) begins ... 
Total Fetched (0) units, err 0
Thread (4142984080) exits ... 
Thread (4111514512) exits ... 
Thread (4153473936) exits ... 
Thread (4078955408) exits ... 
Thread (4122004368) exits ... 
Thread (4132494224) exits ... 
Thread (4089445264) exits ... 
Thread (4068465552) exits ... 
Thread (4057975696) exits ... 
Thread (4101024656) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing framed_ip_device_load 
Thread (4153920400) begins ... 
Thread (4132940688) begins ... 
Thread (4120353680) begins ... 
Thread (4143430544) begins ... 
Thread (4109863824) begins ... 
Thread (4078394256) begins ... 
Thread (4067904400) begins ... 
Thread (4057414544) begins ... 
Thread (4088884112) begins ... 
Thread (4099373968) begins ... 
Total Fetched (0) units, err 0
Thread (4132940688) exits ... 
Thread (4143430544) exits ... 
Thread (4088884112) exits ... 
Thread (4120353680) exits ... 
Thread (4057414544) exits ... 
Thread (4153920400) exits ... 
Thread (4109863824) exits ... 
Thread (4078394256) exits ... 
Thread (4067904400) exits ... 
Thread (4099373968) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4152986512) begins ... 
Thread (4142496656) begins ... 
Thread (4132006800) begins ... 
Thread (4121516944) begins ... 
Thread (4108929936) begins ... 
Thread (4098440080) begins ... 
Thread (4087950224) begins ... 
Thread (4077460368) begins ... 
Thread (4056480656) begins ... 
Thread (4066970512) begins ... 
	Fetched units per step: (2500)
Total Fetched (2500) units, err 0
Fetched (2500) units in Total.
Thread (4132006800) exits ... 
Thread (4056480656) exits ... 
Thread (4152986512) exits ... 
Thread (4108929936) exits ... 
Thread (4087950224) exits ... 
Thread (4077460368) exits ... 
Thread (4066970512) exits ... 
Thread (4142496656) exits ... 
Thread (4121516944) exits ... 
Thread (4098440080) exits ... 
Total number of records processed = 2500.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4152974224) begins ... 
Thread (4142484368) begins ... 
Thread (4131994512) begins ... 
Thread (4121504656) begins ... 
Thread (4111014800) begins ... 
Thread (4098882448) begins ... 
Thread (4088392592) begins ... 
Thread (4077902736) begins ... 
Thread (4056923024) begins ... 
Thread (4067412880) begins ... 
Total Fetched (0) units, err 0
Thread (4152974224) exits ... 
Thread (4121504656) exits ... 
Thread (4111014800) exits ... 
Thread (4098882448) exits ... 
Thread (4067412880) exits ... 
Thread (4056923024) exits ... 
Thread (4088392592) exits ... 
Thread (4077902736) exits ... 
Thread (4142484368) exits ... 
Thread (4131994512) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
mv: cannot stat `/home/pin/opt/portal/7.5/sys/test/device_load_bkp_curr.log': No such file or directory
===> database 0.0.0.1 from pin.conf "userid"
nap(3666)> Fri May 13 16:11:07 IST 2022:Testnap Connection Success for device_load in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
===> database 0.0.0.1 from pin.conf "userid"
nap(3703)> Fri May 13 16:11:07 IST 2022:Testnap Connection Success for device_load in PIN_HOME/mso/apps/mso_bulk_inventory
 Executing ott_device_load 
Thread (4142816144) begins ... 
Thread (4153306000) begins ... 
Thread (4132326288) begins ... 
Thread (4119739280) begins ... 
Thread (4109249424) begins ... 
Thread (4098759568) begins ... 
Thread (4088269712) begins ... 
Thread (4065192848) begins ... 
Thread (4054702992) begins ... 
Thread (4075682704) begins ... 
Total Fetched (0) units, err 0
Thread (4153306000) exits ... 
Thread (4142816144) exits ... 
Thread (4088269712) exits ... 
Thread (4109249424) exits ... 
Thread (4119739280) exits ... 
Thread (4098759568) exits ... 
Thread (4065192848) exits ... 
Thread (4075682704) exits ... 
Thread (4054702992) exits ... 
Thread (4132326288) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing ip_camera_device_load 
Thread (4153174928) begins ... 
Thread (4142685072) begins ... 
Thread (4132195216) begins ... 
Thread (4119853968) begins ... 
Thread (4109364112) begins ... 
Thread (4098874256) begins ... 
Thread (4065323920) begins ... 
Thread (4075813776) begins ... 
Thread (4054834064) begins ... 
Thread (4088384400) begins ... 
Total Fetched (0) units, err 0
Thread (4142685072) exits ... 
Thread (4109364112) exits ... 
Thread (4119853968) exits ... 
Thread (4132195216) exits ... 
Thread (4153174928) exits ... 
Thread (4065323920) exits ... 
Thread (4098874256) exits ... 
Thread (4075813776) exits ... 
Thread (4088384400) exits ... 
Thread (4054834064) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing modem_device_load 
Thread (4153015184) begins ... 
Thread (4142525328) begins ... 
Thread (4132035472) begins ... 
Thread (4121545616) begins ... 
Thread (4109368208) begins ... 
Thread (4088388496) begins ... 
Thread (4098878352) begins ... 
Thread (4067408784) begins ... 
Thread (4056918928) begins ... 
Thread (4077898640) begins ... 
Total Fetched (0) units, err 0
Thread (4153015184) exits ... 
Thread (4142525328) exits ... 
Thread (4121545616) exits ... 
Thread (4132035472) exits ... 
Thread (4098878352) exits ... 
Thread (4067408784) exits ... 
Thread (4077898640) exits ... 
Thread (4088388496) exits ... 
Thread (4056918928) exits ... 
Thread (4109368208) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing wifi_router_device_load 
Thread (4153920400) begins ... 
Thread (4143430544) begins ... 
Thread (4131388304) begins ... 
Thread (4110408592) begins ... 
Thread (4120898448) begins ... 
Thread (4089428880) begins ... 
Thread (4078939024) begins ... 
Thread (4068449168) begins ... 
Thread (4099918736) begins ... 
Thread (4055890832) begins ... 
Total Fetched (0) units, err 0
Thread (4153920400) exits ... 
Thread (4143430544) exits ... 
Thread (4131388304) exits ... 
Thread (4078939024) exits ... 
Thread (4120898448) exits ... 
Thread (4099918736) exits ... 
Thread (4089428880) exits ... 
Thread (4110408592) exits ... 
Thread (4068449168) exits ... 
Thread (4055890832) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing cable_router_device_load 
Thread (4153068432) begins ... 
Thread (4132088720) begins ... 
Thread (4142578576) begins ... 
Thread (4121598864) begins ... 
Thread (4111109008) begins ... 
Thread (4100619152) begins ... 
Thread (4090129296) begins ... 
Thread (4077910928) begins ... 
Thread (4065328016) begins ... 
Thread (4054838160) begins ... 
Total Fetched (0) units, err 0
Thread (4111109008) exits ... 
Thread (4054838160) exits ... 
Thread (4132088720) exits ... 
Thread (4142578576) exits ... 
Thread (4121598864) exits ... 
Thread (4153068432) exits ... 
Thread (4100619152) exits ... 
Thread (4077910928) exits ... 
Thread (4065328016) exits ... 
Thread (4090129296) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing nat_device_load 
Thread (4152974224) begins ... 
Thread (4142484368) begins ... 
Thread (4131994512) begins ... 
Thread (4111014800) begins ... 
Thread (4121504656) begins ... 
Thread (4100524944) begins ... 
Thread (4075813776) begins ... 
Thread (4088396688) begins ... 
Thread (4065323920) begins ... 
Thread (4054834064) begins ... 
Total Fetched (0) units, err 0
Thread (4152974224) exits ... 
Thread (4121504656) exits ... 
Thread (4111014800) exits ... 
Thread (4131994512) exits ... 
Thread (4075813776) exits ... 
Thread (4142484368) exits ... 
Thread (4100524944) exits ... 
Thread (4065323920) exits ... 
Thread (4088396688) exits ... 
Thread (4054834064) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing static_ip_device_load 
Thread (4142857104) begins ... 
Thread (4132367248) begins ... 
Thread (4153346960) begins ... 
Thread (4119853968) begins ... 
Thread (4109364112) begins ... 
Thread (4088384400) begins ... 
Thread (4077894544) begins ... 
Thread (4098874256) begins ... 
Thread (4056914832) begins ... 
Thread (4067404688) begins ... 
Total Fetched (0) units, err 0
Thread (4153346960) exits ... 
Thread (4109364112) exits ... 
Thread (4088384400) exits ... 
Thread (4119853968) exits ... 
Thread (4132367248) exits ... 
Thread (4142857104) exits ... 
Thread (4098874256) exits ... 
Thread (4067404688) exits ... 
Thread (4056914832) exits ... 
Thread (4077894544) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing framed_ip_device_load 
Thread (4153088912) begins ... 
Thread (4142599056) begins ... 
Thread (4132109200) begins ... 
Thread (4121619344) begins ... 
Thread (4111129488) begins ... 
Thread (4088392592) begins ... 
Thread (4075813776) begins ... 
Thread (4065323920) begins ... 
Thread (4054834064) begins ... 
Thread (4098882448) begins ... 
Total Fetched (0) units, err 0
Thread (4153088912) exits ... 
Thread (4088392592) exits ... 
Thread (4132109200) exits ... 
Thread (4111129488) exits ... 
Thread (4142599056) exits ... 
Thread (4065323920) exits ... 
Thread (4075813776) exits ... 
Thread (4054834064) exits ... 
Thread (4121619344) exits ... 
Thread (4098882448) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153453456) begins ... 
Thread (4142963600) begins ... 
Thread (4132473744) begins ... 
Thread (4121983888) begins ... 
Thread (4110416784) begins ... 
Thread (4099926928) begins ... 
Thread (4089437072) begins ... 
Thread (4078947216) begins ... 
Thread (4068457360) begins ... 
Thread (4057967504) begins ... 
	Fetched units per step: (2000)
Total Fetched (2000) units, err 0
Fetched (2000) units in Total.
Thread (4132473744) exits ... 
Thread (4078947216) exits ... 
Thread (4099926928) exits ... 
Thread (4068457360) exits ... 
Thread (4121983888) exits ... 
Thread (4142963600) exits ... 
Thread (4153453456) exits ... 
Thread (4057967504) exits ... 
Thread (4110416784) exits ... 
Thread (4089437072) exits ... 
Total number of records processed = 2000.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153404304) begins ... 
Thread (4142914448) begins ... 
Thread (4132424592) begins ... 
Thread (4119853968) begins ... 
Thread (4109364112) begins ... 
Thread (4086299536) begins ... 
Thread (4098874256) begins ... 
Thread (4075809680) begins ... 
Thread (4065319824) begins ... 
Thread (4054829968) begins ... 
Total Fetched (0) units, err 0
Thread (4132424592) exits ... 
Thread (4142914448) exits ... 
Thread (4086299536) exits ... 
Thread (4119853968) exits ... 
Thread (4065319824) exits ... 
Thread (4109364112) exits ... 
Thread (4153404304) exits ... 
Thread (4098874256) exits ... 
Thread (4075809680) exits ... 
Thread (4054829968) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
mv: cannot stat `/home/pin/opt/portal/7.5/sys/test/device_load_bkp_curr.log': No such file or directory
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
Executing modem_location_upd
Executing wifi_router_location_upd
Executing cable_router_location_upd
Executing nat_location_upd
Executing static_ip_location_upd
Executing framed_ip_location_upd
Executing stb_location_upd
Executing vc_location_upd
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
Executing modem_location_upd
Executing wifi_router_location_upd
Executing cable_router_location_upd
Executing nat_location_upd
Executing static_ip_location_upd
Executing framed_ip_location_upd
Executing stb_location_upd
Executing vc_location_upd
===> database 0.0.0.1 from pin.conf "userid"
nap(22184)> Fri May 13 17:00:48 IST 2022:Testnap Connection Success for device_load in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
===> database 0.0.0.1 from pin.conf "userid"
nap(22225)> Fri May 13 17:00:48 IST 2022:Testnap Connection Success for device_load in PIN_HOME/mso/apps/mso_bulk_inventory
 Executing ott_device_load 
Thread (4153863056) begins ... 
Thread (4143373200) begins ... 
Thread (4132883344) begins ... 
Thread (4122393488) begins ... 
Thread (4111903632) begins ... 
Thread (4078336912) begins ... 
Thread (4099316624) begins ... 
Thread (4088826768) begins ... 
Thread (4067847056) begins ... 
Thread (4057357200) begins ... 
Total Fetched (0) units, err 0
Thread (4132883344) exits ... 
Thread (4153863056) exits ... 
Thread (4122393488) exits ... 
Thread (4067847056) exits ... 
Thread (4088826768) exits ... 
Thread (4099316624) exits ... 
Thread (4143373200) exits ... 
Thread (4057357200) exits ... 
Thread (4078336912) exits ... 
Thread (4111903632) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing ip_camera_device_load 
Thread (4152929168) begins ... 
Thread (4142439312) begins ... 
Thread (4131949456) begins ... 
Thread (4110969744) begins ... 
Thread (4100479888) begins ... 
Thread (4077910928) begins ... 
Thread (4067421072) begins ... 
Thread (4056931216) begins ... 
Thread (4089990032) begins ... 
Thread (4121459600) begins ... 
Total Fetched (0) units, err 0
Thread (4142439312) exits ... 
Thread (4110969744) exits ... 
Thread (4100479888) exits ... 
Thread (4077910928) exits ... 
Thread (4056931216) exits ... 
Thread (4131949456) exits ... 
Thread (4121459600) exits ... 
Thread (4089990032) exits ... 
Thread (4152929168) exits ... 
Thread (4067421072) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing modem_device_load 
Thread (4153416592) begins ... 
Thread (4132436880) begins ... 
Thread (4142926736) begins ... 
Thread (4109368208) begins ... 
Thread (4098878352) begins ... 
Thread (4121947024) begins ... 
Thread (4086291344) begins ... 
Thread (4075801488) begins ... 
Thread (4054821776) begins ... 
Thread (4065311632) begins ... 
Total Fetched (0) units, err 0
Thread (4153416592) exits ... 
Thread (4109368208) exits ... 
Thread (4075801488) exits ... 
Thread (4054821776) exits ... 
Thread (4065311632) exits ... 
Thread (4132436880) exits ... 
Thread (4142926736) exits ... 
Thread (4121947024) exits ... 
Thread (4086291344) exits ... 
Thread (4098878352) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing wifi_router_device_load 
Thread (4153093008) begins ... 
Thread (4142603152) begins ... 
Thread (4132113296) begins ... 
Thread (4119853968) begins ... 
Thread (4109364112) begins ... 
Thread (4098874256) begins ... 
Thread (4077894544) begins ... 
Thread (4088384400) begins ... 
Thread (4065328016) begins ... 
Thread (4054838160) begins ... 
Total Fetched (0) units, err 0
Thread (4153093008) exits ... 
Thread (4119853968) exits ... 
Thread (4077894544) exits ... 
Thread (4132113296) exits ... 
Thread (4109364112) exits ... 
Thread (4088384400) exits ... 
Thread (4065328016) exits ... 
Thread (4142603152) exits ... 
Thread (4054838160) exits ... 
Thread (4098874256) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing cable_router_device_load 
Thread (4153834384) begins ... 
Thread (4143344528) begins ... 
Thread (4132854672) begins ... 
Thread (4111874960) begins ... 
Thread (4101385104) begins ... 
Thread (4122364816) begins ... 
Thread (4090895248) begins ... 
Thread (4076862352) begins ... 
Thread (4066372496) begins ... 
Thread (4055882640) begins ... 
Total Fetched (0) units, err 0
Thread (4122364816) exits ... 
Thread (4111874960) exits ... 
Thread (4055882640) exits ... 
Thread (4132854672) exits ... 
Thread (4143344528) exits ... 
Thread (4153834384) exits ... 
Thread (4090895248) exits ... 
Thread (4101385104) exits ... 
Thread (4076862352) exits ... 
Thread (4066372496) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing nat_device_load 
Thread (4153891728) begins ... 
Thread (4143401872) begins ... 
Thread (4132912016) begins ... 
Thread (4122422160) begins ... 
Thread (4101442448) begins ... 
Thread (4111932304) begins ... 
Thread (4089445264) begins ... 
Thread (4078955408) begins ... 
Thread (4066368400) begins ... 
Thread (4055878544) begins ... 
Total Fetched (0) units, err 0
Thread (4132912016) exits ... 
Thread (4101442448) exits ... 
Thread (4066368400) exits ... 
Thread (4089445264) exits ... 
Thread (4078955408) exits ... 
Thread (4122422160) exits ... 
Thread (4111932304) exits ... 
Thread (4055878544) exits ... 
Thread (4143401872) exits ... 
Thread (4153891728) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing static_ip_device_load 
Thread (4153215888) begins ... 
Thread (4142726032) begins ... 
Thread (4132236176) begins ... 
Thread (4121746320) begins ... 
Thread (4111256464) begins ... 
Thread (4098882448) begins ... 
Thread (4088392592) begins ... 
Thread (4077902736) begins ... 
Thread (4065315728) begins ... 
Thread (4054825872) begins ... 
Total Fetched (0) units, err 0
Thread (4142726032) exits ... 
Thread (4153215888) exits ... 
Thread (4077902736) exits ... 
Thread (4132236176) exits ... 
Thread (4121746320) exits ... 
Thread (4088392592) exits ... 
Thread (4111256464) exits ... 
Thread (4098882448) exits ... 
Thread (4065315728) exits ... 
Thread (4054825872) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing framed_ip_device_load 
Thread (4153764752) begins ... 
Thread (4143274896) begins ... 
Thread (4132785040) begins ... 
Thread (4090825616) begins ... 
Thread (4068469648) begins ... 
Thread (4078959504) begins ... 
Thread (4057979792) begins ... 
Thread (4111805328) begins ... 
Thread (4122295184) begins ... 
Thread (4101315472) begins ... 
Total Fetched (0) units, err 0
Thread (4143274896) exits ... 
Thread (4153764752) exits ... 
Thread (4090825616) exits ... 
Thread (4068469648) exits ... 
Thread (4132785040) exits ... 
Thread (4078959504) exits ... 
Thread (4111805328) exits ... 
Thread (4057979792) exits ... 
Thread (4101315472) exits ... 
Thread (4122295184) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153543568) begins ... 
Thread (4143053712) begins ... 
Thread (4132563856) begins ... 
Thread (4099922832) begins ... 
Thread (4120902544) begins ... 
Thread (4110412688) begins ... 
Thread (4078943120) begins ... 
Thread (4089432976) begins ... 
Thread (4066356112) begins ... 
Thread (4055866256) begins ... 
Total Fetched (0) units, err 0
Thread (4099922832) exits ... 
Thread (4110412688) exits ... 
Thread (4153543568) exits ... 
Thread (4055866256) exits ... 
Thread (4143053712) exits ... 
Thread (4089432976) exits ... 
Thread (4078943120) exits ... 
Thread (4120902544) exits ... 
Thread (4066356112) exits ... 
Thread (4132563856) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153396112) begins ... 
Thread (4142906256) begins ... 
Thread (4132416400) begins ... 
Thread (4121926544) begins ... 
Thread (4111436688) begins ... 
Thread (4098882448) begins ... 
Thread (4088392592) begins ... 
Thread (4077902736) begins ... 
Thread (4067412880) begins ... 
Thread (4056923024) begins ... 
Total Fetched (0) units, err 0
Thread (4067412880) exits ... 
Thread (4142906256) exits ... 
Thread (4088392592) exits ... 
Thread (4121926544) exits ... 
Thread (4056923024) exits ... 
Thread (4111436688) exits ... 
Thread (4098882448) exits ... 
Thread (4077902736) exits ... 
Thread (4153396112) exits ... 
Thread (4132416400) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
mv: cannot stat `/home/pin/opt/portal/7.5/sys/test/device_load_bkp_curr.log': No such file or directory
===> database 0.0.0.1 from pin.conf "userid"
nap(22617)> Fri May 13 17:01:01 IST 2022:Testnap Connection Success for device_load in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
===> database 0.0.0.1 from pin.conf "userid"
nap(22645)> Fri May 13 17:01:02 IST 2022:Testnap Connection Success for device_load in PIN_HOME/mso/apps/mso_bulk_inventory
 Executing ott_device_load 
Thread (4152945552) begins ... 
Thread (4142455696) begins ... 
Thread (4131965840) begins ... 
Thread (4121475984) begins ... 
Thread (4110986128) begins ... 
Thread (4098882448) begins ... 
Thread (4077902736) begins ... 
Thread (4067412880) begins ... 
Thread (4056923024) begins ... 
Thread (4088392592) begins ... 
Total Fetched (0) units, err 0
Thread (4152945552) exits ... 
Thread (4142455696) exits ... 
Thread (4110986128) exits ... 
Thread (4098882448) exits ... 
Thread (4067412880) exits ... 
Thread (4131965840) exits ... 
Thread (4121475984) exits ... 
Thread (4056923024) exits ... 
Thread (4077902736) exits ... 
Thread (4088392592) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing ip_camera_device_load 
Thread (4132350864) begins ... 
Thread (4153330576) begins ... 
Thread (4142840720) begins ... 
Thread (4119853968) begins ... 
Thread (4109364112) begins ... 
Thread (4098874256) begins ... 
Thread (4077894544) begins ... 
Thread (4088384400) begins ... 
Thread (4067404688) begins ... 
Thread (4056914832) begins ... 
Total Fetched (0) units, err 0
Thread (4098874256) exits ... 
Thread (4153330576) exits ... 
Thread (4132350864) exits ... 
Thread (4119853968) exits ... 
Thread (4088384400) exits ... 
Thread (4077894544) exits ... 
Thread (4142840720) exits ... 
Thread (4109364112) exits ... 
Thread (4056914832) exits ... 
Thread (4067404688) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing modem_device_load 
Thread (4143012752) begins ... 
Thread (4153502608) begins ... 
Thread (4132522896) begins ... 
Thread (4110412688) begins ... 
Thread (4120902544) begins ... 
Thread (4099922832) begins ... 
Thread (4087348112) begins ... 
Thread (4076858256) begins ... 
Thread (4066368400) begins ... 
Thread (4055878544) begins ... 
Total Fetched (0) units, err 0
Thread (4132522896) exits ... 
Thread (4153502608) exits ... 
Thread (4099922832) exits ... 
Thread (4055878544) exits ... 
Thread (4143012752) exits ... 
Thread (4066368400) exits ... 
Thread (4120902544) exits ... 
Thread (4076858256) exits ... 
Thread (4087348112) exits ... 
Thread (4110412688) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing wifi_router_device_load 
Thread (4153637776) begins ... 
Thread (4143147920) begins ... 
Thread (4132658064) begins ... 
Thread (4122168208) begins ... 
Thread (4111678352) begins ... 
Thread (4101188496) begins ... 
Thread (4078959504) begins ... 
Thread (4090698640) begins ... 
Thread (4068469648) begins ... 
Thread (4055890832) begins ... 
Total Fetched (0) units, err 0
Thread (4143147920) exits ... 
Thread (4153637776) exits ... 
Thread (4111678352) exits ... 
Thread (4055890832) exits ... 
Thread (4090698640) exits ... 
Thread (4068469648) exits ... 
Thread (4101188496) exits ... 
Thread (4078959504) exits ... 
Thread (4132658064) exits ... 
Thread (4122168208) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing cable_router_device_load 
Thread (4142836624) begins ... 
Thread (4153326480) begins ... 
Thread (4132346768) begins ... 
Thread (4121856912) begins ... 
Thread (4109368208) begins ... 
Thread (4098878352) begins ... 
Thread (4088388496) begins ... 
Thread (4077898640) begins ... 
Thread (4054838160) begins ... 
Thread (4065328016) begins ... 
Total Fetched (0) units, err 0
Thread (4153326480) exits ... 
Thread (4065328016) exits ... 
Thread (4054838160) exits ... 
Thread (4142836624) exits ... 
Thread (4121856912) exits ... 
Thread (4088388496) exits ... 
Thread (4109368208) exits ... 
Thread (4132346768) exits ... 
Thread (4098878352) exits ... 
Thread (4077898640) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing nat_device_load 
Thread (4153330576) begins ... 
Thread (4142840720) begins ... 
Thread (4132350864) begins ... 
Thread (4121861008) begins ... 
Thread (4111371152) begins ... 
Thread (4098882448) begins ... 
Thread (4088392592) begins ... 
Thread (4075813776) begins ... 
Thread (4065323920) begins ... 
Thread (4054834064) begins ... 
Total Fetched (0) units, err 0
Thread (4121861008) exits ... 
Thread (4065323920) exits ... 
Thread (4153330576) exits ... 
Thread (4132350864) exits ... 
Thread (4075813776) exits ... 
Thread (4111371152) exits ... 
Thread (4098882448) exits ... 
Thread (4142840720) exits ... 
Thread (4054834064) exits ... 
Thread (4088392592) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing static_ip_device_load 
Thread (4153596816) begins ... 
Thread (4143106960) begins ... 
Thread (4122127248) begins ... 
Thread (4132617104) begins ... 
Thread (4111637392) begins ... 
Thread (4101147536) begins ... 
Thread (4089445264) begins ... 
Thread (4078955408) begins ... 
Thread (4068465552) begins ... 
Thread (4057975696) begins ... 
Total Fetched (0) units, err 0
Thread (4143106960) exits ... 
Thread (4153596816) exits ... 
Thread (4132617104) exits ... 
Thread (4068465552) exits ... 
Thread (4111637392) exits ... 
Thread (4101147536) exits ... 
Thread (4089445264) exits ... 
Thread (4078955408) exits ... 
Thread (4057975696) exits ... 
Thread (4122127248) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing framed_ip_device_load 
Thread (4142807952) begins ... 
Thread (4153297808) begins ... 
Thread (4132318096) begins ... 
Thread (4121828240) begins ... 
Thread (4111338384) begins ... 
Thread (4100848528) begins ... 
Thread (4088396688) begins ... 
Thread (4077906832) begins ... 
Thread (4056927120) begins ... 
Thread (4067416976) begins ... 
Total Fetched (0) units, err 0
Thread (4132318096) exits ... 
Thread (4088396688) exits ... 
Thread (4142807952) exits ... 
Thread (4077906832) exits ... 
Thread (4153297808) exits ... 
Thread (4056927120) exits ... 
Thread (4121828240) exits ... 
Thread (4067416976) exits ... 
Thread (4100848528) exits ... 
Thread (4111338384) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153064336) begins ... 
Thread (4142574480) begins ... 
Thread (4132084624) begins ... 
Thread (4121594768) begins ... 
Thread (4109368208) begins ... 
Thread (4098878352) begins ... 
Thread (4088388496) begins ... 
Thread (4075801488) begins ... 
Thread (4065311632) begins ... 
Thread (4054821776) begins ... 
Total Fetched (0) units, err 0
Thread (4132084624) exits ... 
Thread (4153064336) exits ... 
Thread (4142574480) exits ... 
Thread (4109368208) exits ... 
Thread (4121594768) exits ... 
Thread (4075801488) exits ... 
Thread (4065311632) exits ... 
Thread (4088388496) exits ... 
Thread (4098878352) exits ... 
Thread (4054821776) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153613200) begins ... 
Thread (4143123344) begins ... 
Thread (4132633488) begins ... 
Thread (4120902544) begins ... 
Thread (4110412688) begins ... 
Thread (4076858256) begins ... 
Thread (4087348112) begins ... 
Thread (4099922832) begins ... 
Thread (4066368400) begins ... 
Thread (4053781392) begins ... 
Total Fetched (0) units, err 0
Thread (4132633488) exits ... 
Thread (4087348112) exits ... 
Thread (4110412688) exits ... 
Thread (4153613200) exits ... 
Thread (4143123344) exits ... 
Thread (4076858256) exits ... 
Thread (4120902544) exits ... 
Thread (4066368400) exits ... 
Thread (4053781392) exits ... 
Thread (4099922832) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
mv: cannot stat `/home/pin/opt/portal/7.5/sys/test/device_load_bkp_curr.log': No such file or directory
===> database 0.0.0.1 from pin.conf "userid"
nap(23232)> Fri May 13 17:01:24 IST 2022:Testnap Connection Success for device_load in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
===> database 0.0.0.1 from pin.conf "userid"
nap(23259)> Fri May 13 17:01:24 IST 2022:Testnap Connection Success for device_load in PIN_HOME/mso/apps/mso_bulk_inventory
 Executing ott_device_load 
Thread (4153432976) begins ... 
Thread (4142943120) begins ... 
Thread (4132453264) begins ... 
Thread (4121963408) begins ... 
Thread (4110416784) begins ... 
Thread (4099926928) begins ... 
Thread (4078947216) begins ... 
Thread (4089437072) begins ... 
Thread (4068457360) begins ... 
Thread (4057967504) begins ... 
Total Fetched (0) units, err 0
Thread (4153432976) exits ... 
Thread (4121963408) exits ... 
Thread (4132453264) exits ... 
Thread (4099926928) exits ... 
Thread (4142943120) exits ... 
Thread (4089437072) exits ... 
Thread (4078947216) exits ... 
Thread (4110416784) exits ... 
Thread (4068457360) exits ... 
Thread (4057967504) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing ip_camera_device_load 
Thread (4153432976) begins ... 
Thread (4132453264) begins ... 
Thread (4142943120) begins ... 
Thread (4121963408) begins ... 
Thread (4087348112) begins ... 
Thread (4110416784) begins ... 
Thread (4099926928) begins ... 
Thread (4076858256) begins ... 
Thread (4055878544) begins ... 
Thread (4066368400) begins ... 
Total Fetched (0) units, err 0
Thread (4153432976) exits ... 
Thread (4132453264) exits ... 
Thread (4121963408) exits ... 
Thread (4142943120) exits ... 
Thread (4087348112) exits ... 
Thread (4099926928) exits ... 
Thread (4055878544) exits ... 
Thread (4110416784) exits ... 
Thread (4066368400) exits ... 
Thread (4076858256) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing modem_device_load 
Thread (4142939024) begins ... 
Thread (4132449168) begins ... 
Thread (4121959312) begins ... 
Thread (4153428880) begins ... 
Thread (4068457360) begins ... 
Thread (4110416784) begins ... 
Thread (4057967504) begins ... 
Thread (4099926928) begins ... 
Thread (4089437072) begins ... 
Thread (4078947216) begins ... 
Total Fetched (0) units, err 0
Thread (4142939024) exits ... 
Thread (4121959312) exits ... 
Thread (4057967504) exits ... 
Thread (4132449168) exits ... 
Thread (4068457360) exits ... 
Thread (4099926928) exits ... 
Thread (4153428880) exits ... 
Thread (4110416784) exits ... 
Thread (4078947216) exits ... 
Thread (4089437072) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing wifi_router_device_load 
Thread (4142914448) begins ... 
Thread (4153404304) begins ... 
Thread (4132424592) begins ... 
Thread (4121934736) begins ... 
Thread (4111444880) begins ... 
Thread (4088392592) begins ... 
Thread (4077902736) begins ... 
Thread (4067412880) begins ... 
Thread (4056923024) begins ... 
Thread (4098882448) begins ... 
Total Fetched (0) units, err 0
Thread (4098882448) exits ... 
Thread (4056923024) exits ... 
Thread (4153404304) exits ... 
Thread (4111444880) exits ... 
Thread (4088392592) exits ... 
Thread (4142914448) exits ... 
Thread (4077902736) exits ... 
Thread (4067412880) exits ... 
Thread (4121934736) exits ... 
Thread (4132424592) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing cable_router_device_load 
Thread (4153011088) begins ... 
Thread (4142521232) begins ... 
Thread (4132031376) begins ... 
Thread (4121541520) begins ... 
Thread (4077898640) begins ... 
Thread (4067408784) begins ... 
Thread (4088388496) begins ... 
Thread (4098878352) begins ... 
Thread (4056918928) begins ... 
Thread (4109368208) begins ... 
Total Fetched (0) units, err 0
Thread (4098878352) exits ... 
Thread (4153011088) exits ... 
Thread (4077898640) exits ... 
Thread (4121541520) exits ... 
Thread (4067408784) exits ... 
Thread (4142521232) exits ... 
Thread (4109368208) exits ... 
Thread (4056918928) exits ... 
Thread (4132031376) exits ... 
Thread (4088388496) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing nat_device_load 
Thread (4153625488) begins ... 
Thread (4143135632) begins ... 
Thread (4132645776) begins ... 
Thread (4122155920) begins ... 
Thread (4099079056) begins ... 
Thread (4088589200) begins ... 
Thread (4078099344) begins ... 
Thread (4109568912) begins ... 
Thread (4066376592) begins ... 
Thread (4055886736) begins ... 
Total Fetched (0) units, err 0
Thread (4153625488) exits ... 
Thread (4143135632) exits ... 
Thread (4088589200) exits ... 
Thread (4122155920) exits ... 
Thread (4132645776) exits ... 
Thread (4109568912) exits ... 
Thread (4099079056) exits ... 
Thread (4066376592) exits ... 
Thread (4078099344) exits ... 
Thread (4055886736) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing static_ip_device_load 
Thread (4153179024) begins ... 
Thread (4142689168) begins ... 
Thread (4132199312) begins ... 
Thread (4121709456) begins ... 
Thread (4111219600) begins ... 
Thread (4077902736) begins ... 
Thread (4067412880) begins ... 
Thread (4056923024) begins ... 
Thread (4098882448) begins ... 
Thread (4088392592) begins ... 
Total Fetched (0) units, err 0
Thread (4153179024) exits ... 
Thread (4077902736) exits ... 
Thread (4142689168) exits ... 
Thread (4132199312) exits ... 
Thread (4088392592) exits ... 
Thread (4111219600) exits ... 
Thread (4098882448) exits ... 
Thread (4056923024) exits ... 
Thread (4121709456) exits ... 
Thread (4067412880) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing framed_ip_device_load 
Thread (4142971792) begins ... 
Thread (4153461648) begins ... 
Thread (4132481936) begins ... 
Thread (4121992080) begins ... 
Thread (4099926928) begins ... 
Thread (4078947216) begins ... 
Thread (4110416784) begins ... 
Thread (4089437072) begins ... 
Thread (4068457360) begins ... 
Thread (4057967504) begins ... 
Total Fetched (0) units, err 0
Thread (4142971792) exits ... 
Thread (4132481936) exits ... 
Thread (4121992080) exits ... 
Thread (4078947216) exits ... 
Thread (4153461648) exits ... 
Thread (4089437072) exits ... 
Thread (4099926928) exits ... 
Thread (4110416784) exits ... 
Thread (4068457360) exits ... 
Thread (4057967504) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153215888) begins ... 
Thread (4142726032) begins ... 
Thread (4132236176) begins ... 
Thread (4121746320) begins ... 
Thread (4111256464) begins ... 
Thread (4098882448) begins ... 
Thread (4088392592) begins ... 
Thread (4077902736) begins ... 
Thread (4067412880) begins ... 
Thread (4056923024) begins ... 
Total Fetched (0) units, err 0
Thread (4098882448) exits ... 
Thread (4132236176) exits ... 
Thread (4153215888) exits ... 
Thread (4142726032) exits ... 
Thread (4077902736) exits ... 
Thread (4111256464) exits ... 
Thread (4121746320) exits ... 
Thread (4088392592) exits ... 
Thread (4056923024) exits ... 
Thread (4067412880) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4152974224) begins ... 
Thread (4142484368) begins ... 
Thread (4131994512) begins ... 
Thread (4121504656) begins ... 
Thread (4109368208) begins ... 
Thread (4098878352) begins ... 
Thread (4088388496) begins ... 
Thread (4077898640) begins ... 
Thread (4054842256) begins ... 
Thread (4067408784) begins ... 
Total Fetched (0) units, err 0
Thread (4109368208) exits ... 
Thread (4067408784) exits ... 
Thread (4121504656) exits ... 
Thread (4088388496) exits ... 
Thread (4142484368) exits ... 
Thread (4098878352) exits ... 
Thread (4054842256) exits ... 
Thread (4077898640) exits ... 
Thread (4152974224) exits ... 
Thread (4131994512) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
mv: cannot stat `/home/pin/opt/portal/7.5/sys/test/device_load_bkp_curr.log': No such file or directory
===> database 0.0.0.1 from pin.conf "userid"
nap(24032)> Fri May 13 17:02:22 IST 2022:Testnap Connection Success for device_load in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
===> database 0.0.0.1 from pin.conf "userid"
nap(24062)> Fri May 13 17:02:22 IST 2022:Testnap Connection Success for device_load in PIN_HOME/mso/apps/mso_bulk_inventory
 Executing ott_device_load 
Thread (4153953168) begins ... 
Thread (4143463312) begins ... 
Thread (4132973456) begins ... 
Thread (4122483600) begins ... 
Thread (4099406736) begins ... 
Thread (4087348112) begins ... 
Thread (4076858256) begins ... 
Thread (4111993744) begins ... 
Thread (4066368400) begins ... 
Thread (4055878544) begins ... 
Total Fetched (0) units, err 0
Thread (4143463312) exits ... 
Thread (4153953168) exits ... 
Thread (4122483600) exits ... 
Thread (4099406736) exits ... 
Thread (4055878544) exits ... 
Thread (4087348112) exits ... 
Thread (4066368400) exits ... 
Thread (4111993744) exits ... 
Thread (4132973456) exits ... 
Thread (4076858256) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing ip_camera_device_load 
Thread (4152916880) begins ... 
Thread (4142427024) begins ... 
Thread (4121447312) begins ... 
Thread (4131937168) begins ... 
Thread (4109368208) begins ... 
Thread (4096785296) begins ... 
Thread (4086295440) begins ... 
Thread (4075805584) begins ... 
Thread (4052741008) begins ... 
Thread (4063230864) begins ... 
Total Fetched (0) units, err 0
Thread (4152916880) exits ... 
Thread (4142427024) exits ... 
Thread (4109368208) exits ... 
Thread (4131937168) exits ... 
Thread (4052741008) exits ... 
Thread (4096785296) exits ... 
Thread (4086295440) exits ... 
Thread (4075805584) exits ... 
Thread (4121447312) exits ... 
Thread (4063230864) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing modem_device_load 
Thread (4153613200) begins ... 
Thread (4132633488) begins ... 
Thread (4122143632) begins ... 
Thread (4143123344) begins ... 
Thread (4109556624) begins ... 
Thread (4099066768) begins ... 
Thread (4088576912) begins ... 
Thread (4055886736) begins ... 
Thread (4078087056) begins ... 
Thread (4066376592) begins ... 
Total Fetched (0) units, err 0
Thread (4099066768) exits ... 
Thread (4055886736) exits ... 
Thread (4132633488) exits ... 
Thread (4122143632) exits ... 
Thread (4153613200) exits ... 
Thread (4143123344) exits ... 
Thread (4066376592) exits ... 
Thread (4088576912) exits ... 
Thread (4078087056) exits ... 
Thread (4109556624) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing wifi_router_device_load 
Thread (4153179024) begins ... 
Thread (4142689168) begins ... 
Thread (4132199312) begins ... 
Thread (4121709456) begins ... 
Thread (4111219600) begins ... 
Thread (4100729744) begins ... 
Thread (4088396688) begins ... 
Thread (4077906832) begins ... 
Thread (4067416976) begins ... 
Thread (4056927120) begins ... 
Total Fetched (0) units, err 0
Thread (4153179024) exits ... 
Thread (4142689168) exits ... 
Thread (4121709456) exits ... 
Thread (4132199312) exits ... 
Thread (4088396688) exits ... 
Thread (4100729744) exits ... 
Thread (4111219600) exits ... 
Thread (4077906832) exits ... 
Thread (4056927120) exits ... 
Thread (4067416976) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing cable_router_device_load 
Thread (4153465744) begins ... 
Thread (4142975888) begins ... 
Thread (4121996176) begins ... 
Thread (4132486032) begins ... 
Thread (4110416784) begins ... 
Thread (4099926928) begins ... 
Thread (4089437072) begins ... 
Thread (4076862352) begins ... 
Thread (4066372496) begins ... 
Thread (4055882640) begins ... 
Total Fetched (0) units, err 0
Thread (4142975888) exits ... 
Thread (4076862352) exits ... 
Thread (4153465744) exits ... 
Thread (4066372496) exits ... 
Thread (4132486032) exits ... 
Thread (4121996176) exits ... 
Thread (4055882640) exits ... 
Thread (4089437072) exits ... 
Thread (4099926928) exits ... 
Thread (4110416784) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing nat_device_load 
Thread (4153301904) begins ... 
Thread (4142812048) begins ... 
Thread (4132322192) begins ... 
Thread (4121832336) begins ... 
Thread (4088388496) begins ... 
Thread (4077898640) begins ... 
Thread (4109368208) begins ... 
Thread (4098878352) begins ... 
Thread (4067408784) begins ... 
Thread (4054821776) begins ... 
Total Fetched (0) units, err 0
Thread (4132322192) exits ... 
Thread (4088388496) exits ... 
Thread (4109368208) exits ... 
Thread (4077898640) exits ... 
Thread (4153301904) exits ... 
Thread (4054821776) exits ... 
Thread (4121832336) exits ... 
Thread (4067408784) exits ... 
Thread (4098878352) exits ... 
Thread (4142812048) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing static_ip_device_load 
Thread (4153781136) begins ... 
Thread (4143291280) begins ... 
Thread (4132801424) begins ... 
Thread (4120902544) begins ... 
Thread (4110412688) begins ... 
Thread (4099922832) begins ... 
Thread (4089432976) begins ... 
Thread (4066376592) begins ... 
Thread (4055886736) begins ... 
Thread (4078943120) begins ... 
Total Fetched (0) units, err 0
Thread (4110412688) exits ... 
Thread (4153781136) exits ... 
Thread (4132801424) exits ... 
Thread (4143291280) exits ... 
Thread (4099922832) exits ... 
Thread (4120902544) exits ... 
Thread (4066376592) exits ... 
Thread (4055886736) exits ... 
Thread (4089432976) exits ... 
Thread (4078943120) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing framed_ip_device_load 
Thread (4143197072) begins ... 
Thread (4153686928) begins ... 
Thread (4132707216) begins ... 
Thread (4122217360) begins ... 
Thread (4111727504) begins ... 
Thread (4101237648) begins ... 
Thread (4090747792) begins ... 
Thread (4078160784) begins ... 
Thread (4067670928) begins ... 
Thread (4057181072) begins ... 
Total Fetched (0) units, err 0
Thread (4153686928) exits ... 
Thread (4143197072) exits ... 
Thread (4090747792) exits ... 
Thread (4122217360) exits ... 
Thread (4101237648) exits ... 
Thread (4111727504) exits ... 
Thread (4132707216) exits ... 
Thread (4057181072) exits ... 
Thread (4078160784) exits ... 
Thread (4067670928) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4142713744) begins ... 
Thread (4132223888) begins ... 
Thread (4153203600) begins ... 
Thread (4119636880) begins ... 
Thread (4109147024) begins ... 
Thread (4098657168) begins ... 
Thread (4088167312) begins ... 
Thread (4065323920) begins ... 
Thread (4075813776) begins ... 
Thread (4054834064) begins ... 
Total Fetched (0) units, err 0
Thread (4142713744) exits ... 
Thread (4153203600) exits ... 
Thread (4075813776) exits ... 
Thread (4132223888) exits ... 
Thread (4054834064) exits ... 
Thread (4065323920) exits ... 
Thread (4109147024) exits ... 
Thread (4098657168) exits ... 
Thread (4088167312) exits ... 
Thread (4119636880) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153711504) begins ... 
Thread (4143221648) begins ... 
Thread (4131388304) begins ... 
Thread (4120898448) begins ... 
Thread (4110408592) begins ... 
Thread (4089428880) begins ... 
Thread (4099918736) begins ... 
Thread (4078939024) begins ... 
Thread (4068449168) begins ... 
Thread (4057959312) begins ... 
Total Fetched (0) units, err 0
Thread (4120898448) exits ... 
Thread (4153711504) exits ... 
Thread (4131388304) exits ... 
Thread (4089428880) exits ... 
Thread (4143221648) exits ... 
Thread (4078939024) exits ... 
Thread (4099918736) exits ... 
Thread (4057959312) exits ... 
Thread (4068449168) exits ... 
Thread (4110408592) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
mv: cannot stat `/home/pin/opt/portal/7.5/sys/test/device_load_bkp_curr.log': No such file or directory
===> database 0.0.0.1 from pin.conf "userid"
nap(6408)> Fri May 13 17:42:42 IST 2022:Testnap Connection Success for device_load in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
===> database 0.0.0.1 from pin.conf "userid"
nap(6439)> Fri May 13 17:42:42 IST 2022:Testnap Connection Success for device_load in PIN_HOME/mso/apps/mso_bulk_inventory
 Executing ott_device_load 
Thread (4142742416) begins ... 
Thread (4153232272) begins ... 
Thread (4132252560) begins ... 
Thread (4119853968) begins ... 
Thread (4109364112) begins ... 
Thread (4098874256) begins ... 
Thread (4088384400) begins ... 
Thread (4077894544) begins ... 
Thread (4067404688) begins ... 
Thread (4056914832) begins ... 
Total Fetched (0) units, err 0
Thread (4153232272) exits ... 
Thread (4109364112) exits ... 
Thread (4142742416) exits ... 
Thread (4056914832) exits ... 
Thread (4077894544) exits ... 
Thread (4067404688) exits ... 
Thread (4088384400) exits ... 
Thread (4119853968) exits ... 
Thread (4098874256) exits ... 
Thread (4132252560) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing ip_camera_device_load 
Thread (4153400208) begins ... 
Thread (4142910352) begins ... 
Thread (4130323344) begins ... 
Thread (4109343632) begins ... 
Thread (4119833488) begins ... 
Thread (4088363920) begins ... 
Thread (4075813776) begins ... 
Thread (4063226768) begins ... 
Thread (4052736912) begins ... 
Thread (4098853776) begins ... 
Total Fetched (0) units, err 0
Thread (4142910352) exits ... 
Thread (4153400208) exits ... 
Thread (4130323344) exits ... 
Thread (4109343632) exits ... 
Thread (4063226768) exits ... 
Thread (4052736912) exits ... 
Thread (4075813776) exits ... 
Thread (4119833488) exits ... 
Thread (4088363920) exits ... 
Thread (4098853776) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing modem_device_load 
Thread (4153535376) begins ... 
Thread (4143045520) begins ... 
Thread (4111575952) begins ... 
Thread (4132555664) begins ... 
Thread (4101086096) begins ... 
Thread (4090596240) begins ... 
Thread (4122065808) begins ... 
Thread (4080106384) begins ... 
Thread (4055886736) begins ... 
Thread (4066376592) begins ... 
Total Fetched (0) units, err 0
Thread (4143045520) exits ... 
Thread (4080106384) exits ... 
Thread (4132555664) exits ... 
Thread (4153535376) exits ... 
Thread (4122065808) exits ... 
Thread (4111575952) exits ... 
Thread (4090596240) exits ... 
Thread (4055886736) exits ... 
Thread (4101086096) exits ... 
Thread (4066376592) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing wifi_router_device_load 
Thread (4153236368) begins ... 
Thread (4142746512) begins ... 
Thread (4132256656) begins ... 
Thread (4077894544) begins ... 
Thread (4067404688) begins ... 
Thread (4056914832) begins ... 
Thread (4119853968) begins ... 
Thread (4109364112) begins ... 
Thread (4098874256) begins ... 
Thread (4088384400) begins ... 
Total Fetched (0) units, err 0
Thread (4142746512) exits ... 
Thread (4153236368) exits ... 
Thread (4077894544) exits ... 
Thread (4088384400) exits ... 
Thread (4109364112) exits ... 
Thread (4132256656) exits ... 
Thread (4098874256) exits ... 
Thread (4119853968) exits ... 
Thread (4067404688) exits ... 
Thread (4056914832) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing cable_router_device_load 
Thread (4153211792) begins ... 
Thread (4142721936) begins ... 
Thread (4121742224) begins ... 
Thread (4109368208) begins ... 
Thread (4132232080) begins ... 
Thread (4077898640) begins ... 
Thread (4098878352) begins ... 
Thread (4088388496) begins ... 
Thread (4056918928) begins ... 
Thread (4067408784) begins ... 
Total Fetched (0) units, err 0
Thread (4153211792) exits ... 
Thread (4121742224) exits ... 
Thread (4077898640) exits ... 
Thread (4142721936) exits ... 
Thread (4132232080) exits ... 
Thread (4056918928) exits ... 
Thread (4109368208) exits ... 
Thread (4067408784) exits ... 
Thread (4088388496) exits ... 
Thread (4098878352) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing nat_device_load 
Thread (4143152016) begins ... 
Thread (4153641872) begins ... 
Thread (4132662160) begins ... 
Thread (4111682448) begins ... 
Thread (4101192592) begins ... 
Thread (4122172304) begins ... 
Thread (4090702736) begins ... 
Thread (4057136016) begins ... 
Thread (4078115728) begins ... 
Thread (4067625872) begins ... 
Total Fetched (0) units, err 0
Thread (4111682448) exits ... 
Thread (4143152016) exits ... 
Thread (4090702736) exits ... 
Thread (4153641872) exits ... 
Thread (4132662160) exits ... 
Thread (4067625872) exits ... 
Thread (4078115728) exits ... 
Thread (4122172304) exits ... 
Thread (4057136016) exits ... 
Thread (4101192592) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing static_ip_device_load 
Thread (4153883536) begins ... 
Thread (4143393680) begins ... 
Thread (4132903824) begins ... 
Thread (4110416784) begins ... 
Thread (4099926928) begins ... 
Thread (4122413968) begins ... 
Thread (4089437072) begins ... 
Thread (4076862352) begins ... 
Thread (4055882640) begins ... 
Thread (4066372496) begins ... 
Total Fetched (0) units, err 0
Thread (4153883536) exits ... 
Thread (4143393680) exits ... 
Thread (4089437072) exits ... 
Thread (4110416784) exits ... 
Thread (4132903824) exits ... 
Thread (4099926928) exits ... 
Thread (4066372496) exits ... 
Thread (4122413968) exits ... 
Thread (4076862352) exits ... 
Thread (4055882640) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing framed_ip_device_load 
Thread (4143319952) begins ... 
Thread (4153809808) begins ... 
Thread (4132830096) begins ... 
Thread (4122340240) begins ... 
Thread (4110416784) begins ... 
Thread (4099926928) begins ... 
Thread (4089437072) begins ... 
Thread (4078947216) begins ... 
Thread (4057967504) begins ... 
Thread (4068457360) begins ... 
Total Fetched (0) units, err 0
Thread (4132830096) exits ... 
Thread (4143319952) exits ... 
Thread (4068457360) exits ... 
Thread (4110416784) exits ... 
Thread (4089437072) exits ... 
Thread (4122340240) exits ... 
Thread (4153809808) exits ... 
Thread (4099926928) exits ... 
Thread (4078947216) exits ... 
Thread (4057967504) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153211792) begins ... 
Thread (4142721936) begins ... 
Thread (4132232080) begins ... 
Thread (4121742224) begins ... 
Thread (4109368208) begins ... 
Thread (4098878352) begins ... 
Thread (4088388496) begins ... 
Thread (4077898640) begins ... 
Thread (4067408784) begins ... 
Thread (4056918928) begins ... 
	Fetched units per step: (4505)
Total Fetched (4505) units, err 0
Fetched (4505) units in Total.
Thread (4098878352) exits ... 
Thread (4132232080) exits ... 
Thread (4056918928) exits ... 
Thread (4088388496) exits ... 
Thread (4067408784) exits ... 
Thread (4142721936) exits ... 
Thread (4121742224) exits ... 
Thread (4109368208) exits ... 
Thread (4153211792) exits ... 
Thread (4077898640) exits ... 
Total number of records processed = 4505.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153764752) begins ... 
Thread (4143274896) begins ... 
Thread (4132785040) begins ... 
Thread (4120198032) begins ... 
Thread (4109708176) begins ... 
Thread (4099218320) begins ... 
Thread (4078238608) begins ... 
Thread (4066376592) begins ... 
Thread (4055886736) begins ... 
Thread (4088728464) begins ... 
Total Fetched (0) units, err 0
Thread (4132785040) exits ... 
Thread (4143274896) exits ... 
Thread (4066376592) exits ... 
Thread (4153764752) exits ... 
Thread (4120198032) exits ... 
Thread (4109708176) exits ... 
Thread (4078238608) exits ... 
Thread (4055886736) exits ... 
Thread (4088728464) exits ... 
Thread (4099218320) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
mv: cannot stat `/home/pin/opt/portal/7.5/sys/test/device_load_bkp_curr.log': No such file or directory
===> database 0.0.0.1 from pin.conf "userid"
nap(16907)> Fri May 13 18:10:20 IST 2022:Testnap Connection Success for device_load in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
===> database 0.0.0.1 from pin.conf "userid"
nap(16944)> Fri May 13 18:10:20 IST 2022:Testnap Connection Success for device_load in PIN_HOME/mso/apps/mso_bulk_inventory
 Executing ott_device_load 
Thread (4153154448) begins ... 
Thread (4142664592) begins ... 
Thread (4132174736) begins ... 
Thread (4121684880) begins ... 
Thread (4098882448) begins ... 
Thread (4111195024) begins ... 
Thread (4088392592) begins ... 
Thread (4067412880) begins ... 
Thread (4077902736) begins ... 
Thread (4056923024) begins ... 
Total Fetched (0) units, err 0
Thread (4098882448) exits ... 
Thread (4153154448) exits ... 
Thread (4067412880) exits ... 
Thread (4132174736) exits ... 
Thread (4121684880) exits ... 
Thread (4142664592) exits ... 
Thread (4077902736) exits ... 
Thread (4111195024) exits ... 
Thread (4056923024) exits ... 
Thread (4088392592) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing ip_camera_device_load 
Thread (4153518992) begins ... 
Thread (4143029136) begins ... 
Thread (4132539280) begins ... 
Thread (4122049424) begins ... 
Thread (4110416784) begins ... 
Thread (4099926928) begins ... 
Thread (4089437072) begins ... 
Thread (4078947216) begins ... 
Thread (4068457360) begins ... 
Thread (4055890832) begins ... 
Total Fetched (0) units, err 0
Thread (4153518992) exits ... 
Thread (4143029136) exits ... 
Thread (4089437072) exits ... 
Thread (4068457360) exits ... 
Thread (4132539280) exits ... 
Thread (4110416784) exits ... 
Thread (4099926928) exits ... 
Thread (4055890832) exits ... 
Thread (4078947216) exits ... 
Thread (4122049424) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing modem_device_load 
Thread (4153461648) begins ... 
Thread (4142971792) begins ... 
Thread (4131388304) begins ... 
Thread (4110408592) begins ... 
Thread (4120898448) begins ... 
Thread (4087348112) begins ... 
Thread (4076858256) begins ... 
Thread (4099918736) begins ... 
Thread (4066368400) begins ... 
Thread (4055878544) begins ... 
Total Fetched (0) units, err 0
Thread (4131388304) exits ... 
Thread (4153461648) exits ... 
Thread (4142971792) exits ... 
Thread (4110408592) exits ... 
Thread (4120898448) exits ... 
Thread (4087348112) exits ... 
Thread (4076858256) exits ... 
Thread (4099918736) exits ... 
Thread (4055878544) exits ... 
Thread (4066368400) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing wifi_router_device_load 
Thread (4152933264) begins ... 
Thread (4142443408) begins ... 
Thread (4131953552) begins ... 
Thread (4109368208) begins ... 
Thread (4098878352) begins ... 
Thread (4088388496) begins ... 
Thread (4077898640) begins ... 
Thread (4054821776) begins ... 
Thread (4065311632) begins ... 
Thread (4121463696) begins ... 
Total Fetched (0) units, err 0
Thread (4152933264) exits ... 
Thread (4077898640) exits ... 
Thread (4054821776) exits ... 
Thread (4131953552) exits ... 
Thread (4142443408) exits ... 
Thread (4088388496) exits ... 
Thread (4121463696) exits ... 
Thread (4109368208) exits ... 
Thread (4098878352) exits ... 
Thread (4065311632) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing cable_router_device_load 
Thread (4153105296) begins ... 
Thread (4142615440) begins ... 
Thread (4130339728) begins ... 
Thread (4109360016) begins ... 
Thread (4098870160) begins ... 
Thread (4075813776) begins ... 
Thread (4088380304) begins ... 
Thread (4054834064) begins ... 
Thread (4065323920) begins ... 
Thread (4119849872) begins ... 
Total Fetched (0) units, err 0
Thread (4153105296) exits ... 
Thread (4098870160) exits ... 
Thread (4109360016) exits ... 
Thread (4075813776) exits ... 
Thread (4130339728) exits ... 
Thread (4142615440) exits ... 
Thread (4065323920) exits ... 
Thread (4054834064) exits ... 
Thread (4119849872) exits ... 
Thread (4088380304) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing nat_device_load 
Thread (4153191312) begins ... 
Thread (4142701456) begins ... 
Thread (4132211600) begins ... 
Thread (4121721744) begins ... 
Thread (4111231888) begins ... 
Thread (4090252176) begins ... 
Thread (4077910928) begins ... 
Thread (4100742032) begins ... 
Thread (4067421072) begins ... 
Thread (4056931216) begins ... 
Total Fetched (0) units, err 0
Thread (4153191312) exits ... 
Thread (4132211600) exits ... 
Thread (4142701456) exits ... 
Thread (4067421072) exits ... 
Thread (4121721744) exits ... 
Thread (4111231888) exits ... 
Thread (4100742032) exits ... 
Thread (4077910928) exits ... 
Thread (4090252176) exits ... 
Thread (4056931216) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing static_ip_device_load 
Thread (4153543568) begins ... 
Thread (4143053712) begins ... 
Thread (4132563856) begins ... 
Thread (4122074000) begins ... 
Thread (4111584144) begins ... 
Thread (4101094288) begins ... 
Thread (4076862352) begins ... 
Thread (4066372496) begins ... 
Thread (4055882640) begins ... 
Thread (4090604432) begins ... 
Total Fetched (0) units, err 0
Thread (4143053712) exits ... 
Thread (4153543568) exits ... 
Thread (4101094288) exits ... 
Thread (4132563856) exits ... 
Thread (4122074000) exits ... 
Thread (4076862352) exits ... 
Thread (4111584144) exits ... 
Thread (4055882640) exits ... 
Thread (4090604432) exits ... 
Thread (4066372496) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing framed_ip_device_load 
Thread (4153531280) begins ... 
Thread (4143041424) begins ... 
Thread (4122061712) begins ... 
Thread (4111571856) begins ... 
Thread (4132551568) begins ... 
Thread (4101082000) begins ... 
Thread (4089445264) begins ... 
Thread (4078955408) begins ... 
Thread (4068465552) begins ... 
Thread (4057975696) begins ... 
Total Fetched (0) units, err 0
Thread (4153531280) exits ... 
Thread (4122061712) exits ... 
Thread (4143041424) exits ... 
Thread (4078955408) exits ... 
Thread (4068465552) exits ... 
Thread (4132551568) exits ... 
Thread (4057975696) exits ... 
Thread (4089445264) exits ... 
Thread (4101082000) exits ... 
Thread (4111571856) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153858960) begins ... 
Thread (4143369104) begins ... 
Thread (4122389392) begins ... 
Thread (4132879248) begins ... 
Thread (4088822672) begins ... 
Thread (4078332816) begins ... 
Thread (4099312528) begins ... 
Thread (4109802384) begins ... 
Thread (4067842960) begins ... 
Thread (4057353104) begins ... 
Total Fetched (0) units, err 0
Thread (4153858960) exits ... 
Thread (4132879248) exits ... 
Thread (4122389392) exits ... 
Thread (4067842960) exits ... 
Thread (4099312528) exits ... 
Thread (4109802384) exits ... 
Thread (4078332816) exits ... 
Thread (4143369104) exits ... 
Thread (4088822672) exits ... 
Thread (4057353104) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4142959504) begins ... 
Thread (4153449360) begins ... 
Thread (4132469648) begins ... 
Thread (4121979792) begins ... 
Thread (4111489936) begins ... 
Thread (4101000080) begins ... 
Thread (4089445264) begins ... 
Thread (4055878544) begins ... 
Thread (4066368400) begins ... 
Thread (4076858256) begins ... 
Total Fetched (0) units, err 0
Thread (4121979792) exits ... 
Thread (4142959504) exits ... 
Thread (4132469648) exits ... 
Thread (4111489936) exits ... 
Thread (4153449360) exits ... 
Thread (4101000080) exits ... 
Thread (4055878544) exits ... 
Thread (4089445264) exits ... 
Thread (4066368400) exits ... 
Thread (4076858256) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
mv: cannot stat `/home/pin/opt/portal/7.5/sys/test/device_load_bkp_curr.log': No such file or directory
===> database 0.0.0.1 from pin.conf "userid"
nap(3284)> Sat May 14 12:45:08 IST 2022:Testnap Connection Success for device_load in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
===> database 0.0.0.1 from pin.conf "userid"
nap(3325)> Sat May 14 12:45:09 IST 2022:Testnap Connection Success for device_load in PIN_HOME/mso/apps/mso_bulk_inventory
 Executing ott_device_load 
Thread (4152966032) begins ... 
Thread (4077439888) begins ... 
Thread (4066950032) begins ... 
Thread (4131986320) begins ... 
Thread (4119399312) begins ... 
Thread (4108909456) begins ... 
Thread (4098419600) begins ... 
Thread (4087929744) begins ... 
Thread (4056460176) begins ... 
Thread (4142476176) begins ... 
Total Fetched (0) units, err 0
Thread (4098419600) exits ... 
Thread (4152966032) exits ... 
Thread (4087929744) exits ... 
Thread (4108909456) exits ... 
Thread (4056460176) exits ... 
Thread (4077439888) exits ... 
Thread (4119399312) exits ... 
Thread (4131986320) exits ... 
Thread (4066950032) exits ... 
Thread (4142476176) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing ip_camera_device_load 
Thread (4153465744) begins ... 
Thread (4142975888) begins ... 
Thread (4132486032) begins ... 
Thread (4121996176) begins ... 
Thread (4109409168) begins ... 
Thread (4098919312) begins ... 
Thread (4077939600) begins ... 
Thread (4067449744) begins ... 
Thread (4088429456) begins ... 
Thread (4056959888) begins ... 
Total Fetched (0) units, err 0
Thread (4088429456) exits ... 
Thread (4142975888) exits ... 
Thread (4077939600) exits ... 
Thread (4098919312) exits ... 
Thread (4067449744) exits ... 
Thread (4121996176) exits ... 
Thread (4153465744) exits ... 
Thread (4132486032) exits ... 
Thread (4109409168) exits ... 
Thread (4056959888) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing modem_device_load 
Thread (4153146256) begins ... 
Thread (4142656400) begins ... 
Thread (4132166544) begins ... 
Thread (4121676688) begins ... 
Thread (4098599824) begins ... 
Thread (4077620112) begins ... 
Thread (4067130256) begins ... 
Thread (4056640400) begins ... 
Thread (4111186832) begins ... 
Thread (4088109968) begins ... 
Total Fetched (0) units, err 0
Thread (4121676688) exits ... 
Thread (4077620112) exits ... 
Thread (4111186832) exits ... 
Thread (4132166544) exits ... 
Thread (4142656400) exits ... 
Thread (4098599824) exits ... 
Thread (4067130256) exits ... 
Thread (4056640400) exits ... 
Thread (4088109968) exits ... 
Thread (4153146256) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing wifi_router_device_load 
Thread (4153359248) begins ... 
Thread (4132379536) begins ... 
Thread (4142869392) begins ... 
Thread (4119792528) begins ... 
Thread (4109302672) begins ... 
Thread (4096785296) begins ... 
Thread (4086295440) begins ... 
Thread (4075805584) begins ... 
Thread (4065315728) begins ... 
Thread (4054825872) begins ... 
Total Fetched (0) units, err 0
Thread (4153359248) exits ... 
Thread (4096785296) exits ... 
Thread (4109302672) exits ... 
Thread (4132379536) exits ... 
Thread (4142869392) exits ... 
Thread (4065315728) exits ... 
Thread (4054825872) exits ... 
Thread (4075805584) exits ... 
Thread (4119792528) exits ... 
Thread (4086295440) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing cable_router_device_load 
Thread (4153383824) begins ... 
Thread (4142893968) begins ... 
Thread (4132404112) begins ... 
Thread (4121914256) begins ... 
Thread (4111424400) begins ... 
Thread (4098882448) begins ... 
Thread (4088392592) begins ... 
Thread (4077902736) begins ... 
Thread (4067412880) begins ... 
Thread (4056923024) begins ... 
Total Fetched (0) units, err 0
Thread (4111424400) exits ... 
Thread (4153383824) exits ... 
Thread (4077902736) exits ... 
Thread (4121914256) exits ... 
Thread (4098882448) exits ... 
Thread (4132404112) exits ... 
Thread (4142893968) exits ... 
Thread (4088392592) exits ... 
Thread (4056923024) exits ... 
Thread (4067412880) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing nat_device_load 
Thread (4142795664) begins ... 
Thread (4153285520) begins ... 
Thread (4121815952) begins ... 
Thread (4132305808) begins ... 
Thread (4111326096) begins ... 
Thread (4100836240) begins ... 
Thread (4088396688) begins ... 
Thread (4077906832) begins ... 
Thread (4067416976) begins ... 
Thread (4056927120) begins ... 
Total Fetched (0) units, err 0
Thread (4142795664) exits ... 
Thread (4056927120) exits ... 
Thread (4153285520) exits ... 
Thread (4088396688) exits ... 
Thread (4121815952) exits ... 
Thread (4100836240) exits ... 
Thread (4132305808) exits ... 
Thread (4077906832) exits ... 
Thread (4111326096) exits ... 
Thread (4067416976) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing static_ip_device_load 
Thread (4153498512) begins ... 
Thread (4143008656) begins ... 
Thread (4132518800) begins ... 
Thread (4122028944) begins ... 
Thread (4110416784) begins ... 
Thread (4099926928) begins ... 
Thread (4089437072) begins ... 
Thread (4078947216) begins ... 
Thread (4068457360) begins ... 
Thread (4057967504) begins ... 
Total Fetched (0) units, err 0
Thread (4132518800) exits ... 
Thread (4089437072) exits ... 
Thread (4143008656) exits ... 
Thread (4153498512) exits ... 
Thread (4122028944) exits ... 
Thread (4110416784) exits ... 
Thread (4057967504) exits ... 
Thread (4099926928) exits ... 
Thread (4068457360) exits ... 
Thread (4078947216) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing framed_ip_device_load 
Thread (4153502608) begins ... 
Thread (4143012752) begins ... 
Thread (4132522896) begins ... 
Thread (4122033040) begins ... 
Thread (4099931024) begins ... 
Thread (4111543184) begins ... 
Thread (4089441168) begins ... 
Thread (4076854160) begins ... 
Thread (4066364304) begins ... 
Thread (4055874448) begins ... 
Total Fetched (0) units, err 0
Thread (4143012752) exits ... 
Thread (4153502608) exits ... 
Thread (4099931024) exits ... 
Thread (4132522896) exits ... 
Thread (4122033040) exits ... 
Thread (4076854160) exits ... 
Thread (4089441168) exits ... 
Thread (4111543184) exits ... 
Thread (4055874448) exits ... 
Thread (4066364304) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4152912784) begins ... 
Thread (4142422928) begins ... 
Thread (4131933072) begins ... 
Thread (4121443216) begins ... 
Thread (4108856208) begins ... 
Thread (4098366352) begins ... 
Thread (4087876496) begins ... 
Thread (4077386640) begins ... 
Thread (4066896784) begins ... 
Thread (4056406928) begins ... 
	Fetched units per step: (1)
Total Fetched (1) units, err 0
Fetched (1) units in Total.
Thread (4142422928) exits ... 
Thread (4108856208) exits ... 
Thread (4131933072) exits ... 
Thread (4152912784) exits ... 
Thread (4121443216) exits ... 
Thread (4056406928) exits ... 
Thread (4077386640) exits ... 
Thread (4098366352) exits ... 
Thread (4087876496) exits ... 
Thread (4066896784) exits ... 
Total number of records processed = 1.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4152949648) begins ... 
Thread (4131969936) begins ... 
Thread (4121480080) begins ... 
Thread (4142459792) begins ... 
Thread (4079520656) begins ... 
Thread (4069030800) begins ... 
Thread (4110990224) begins ... 
Thread (4100500368) begins ... 
Thread (4090010512) begins ... 
Thread (4058540944) begins ... 
Total Fetched (0) units, err 0
Thread (4058540944) exits ... 
Thread (4152949648) exits ... 
Thread (4142459792) exits ... 
Thread (4079520656) exits ... 
Thread (4069030800) exits ... 
Thread (4121480080) exits ... 
Thread (4131969936) exits ... 
Thread (4090010512) exits ... 
Thread (4100500368) exits ... 
Thread (4110990224) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
mv: cannot stat `/home/pin/opt/portal/7.5/sys/test/device_load_bkp_curr.log': No such file or directory
===> database 0.0.0.1 from pin.conf "userid"
nap(24570)> Fri May 27 14:59:53 IST 2022:Testnap Connection Success for device_load in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
===> database 0.0.0.1 from pin.conf "userid"
nap(24609)> Fri May 27 14:59:53 IST 2022:Testnap Connection Success for device_load in PIN_HOME/mso/apps/mso_bulk_inventory
 Executing ott_device_load 
Thread (4153281424) begins ... 
Thread (4142791568) begins ... 
Thread (4132301712) begins ... 
Thread (4121811856) begins ... 
Thread (4111322000) begins ... 
Thread (4100832144) begins ... 
Thread (4090342288) begins ... 
Thread (4077755280) begins ... 
Thread (4067265424) begins ... 
Thread (4056775568) begins ... 
Total Fetched (0) units, err 0
Thread (4121811856) exits ... 
Thread (4100832144) exits ... 
Thread (4090342288) exits ... 
Thread (4056775568) exits ... 
Thread (4067265424) exits ... 
Thread (4142791568) exits ... 
Thread (4132301712) exits ... 
Thread (4111322000) exits ... 
Thread (4077755280) exits ... 
Thread (4153281424) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing ip_camera_device_load 
Thread (4153764752) begins ... 
Thread (4143274896) begins ... 
Thread (4132785040) begins ... 
Thread (4111805328) begins ... 
Thread (4122295184) begins ... 
Thread (4090825616) begins ... 
Thread (4101315472) begins ... 
Thread (4078238608) begins ... 
Thread (4066376592) begins ... 
Thread (4055886736) begins ... 
Total Fetched (0) units, err 0
Thread (4055886736) exits ... 
Thread (4101315472) exits ... 
Thread (4153764752) exits ... 
Thread (4090825616) exits ... 
Thread (4111805328) exits ... 
Thread (4078238608) exits ... 
Thread (4122295184) exits ... 
Thread (4132785040) exits ... 
Thread (4143274896) exits ... 
Thread (4066376592) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing modem_device_load 
Thread (4153383824) begins ... 
Thread (4142893968) begins ... 
Thread (4132404112) begins ... 
Thread (4121914256) begins ... 
Thread (4111424400) begins ... 
Thread (4088392592) begins ... 
Thread (4077902736) begins ... 
Thread (4098882448) begins ... 
Thread (4067412880) begins ... 
Thread (4054825872) begins ... 
Total Fetched (0) units, err 0
Thread (4153383824) exits ... 
Thread (4054825872) exits ... 
Thread (4121914256) exits ... 
Thread (4067412880) exits ... 
Thread (4111424400) exits ... 
Thread (4088392592) exits ... 
Thread (4077902736) exits ... 
Thread (4142893968) exits ... 
Thread (4132404112) exits ... 
Thread (4098882448) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing wifi_router_device_load 
Thread (4153138064) begins ... 
Thread (4142648208) begins ... 
Thread (4132158352) begins ... 
Thread (4119853968) begins ... 
Thread (4109364112) begins ... 
Thread (4098874256) begins ... 
Thread (4067404688) begins ... 
Thread (4088384400) begins ... 
Thread (4056914832) begins ... 
Thread (4077894544) begins ... 
Total Fetched (0) units, err 0
Thread (4067404688) exits ... 
Thread (4153138064) exits ... 
Thread (4109364112) exits ... 
Thread (4098874256) exits ... 
Thread (4132158352) exits ... 
Thread (4088384400) exits ... 
Thread (4142648208) exits ... 
Thread (4119853968) exits ... 
Thread (4077894544) exits ... 
Thread (4056914832) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing cable_router_device_load 
Thread (4142750608) begins ... 
Thread (4153240464) begins ... 
Thread (4132260752) begins ... 
Thread (4121770896) begins ... 
Thread (4111281040) begins ... 
Thread (4100791184) begins ... 
Thread (4090301328) begins ... 
Thread (4067425168) begins ... 
Thread (4056935312) begins ... 
Thread (4079811472) begins ... 
Total Fetched (0) units, err 0
Thread (4079811472) exits ... 
Thread (4142750608) exits ... 
Thread (4132260752) exits ... 
Thread (4153240464) exits ... 
Thread (4121770896) exits ... 
Thread (4090301328) exits ... 
Thread (4100791184) exits ... 
Thread (4111281040) exits ... 
Thread (4056935312) exits ... 
Thread (4067425168) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing nat_device_load 
Thread (4153068432) begins ... 
Thread (4142578576) begins ... 
Thread (4132088720) begins ... 
Thread (4109364112) begins ... 
Thread (4088384400) begins ... 
Thread (4119853968) begins ... 
Thread (4098874256) begins ... 
Thread (4077894544) begins ... 
Thread (4067404688) begins ... 
Thread (4054842256) begins ... 
Total Fetched (0) units, err 0
Thread (4109364112) exits ... 
Thread (4153068432) exits ... 
Thread (4077894544) exits ... 
Thread (4067404688) exits ... 
Thread (4119853968) exits ... 
Thread (4142578576) exits ... 
Thread (4132088720) exits ... 
Thread (4088384400) exits ... 
Thread (4098874256) exits ... 
Thread (4054842256) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing static_ip_device_load 
Thread (4153580432) begins ... 
Thread (4143090576) begins ... 
Thread (4132600720) begins ... 
Thread (4122110864) begins ... 
Thread (4101131152) begins ... 
Thread (4078955408) begins ... 
Thread (4089445264) begins ... 
Thread (4111621008) begins ... 
Thread (4057975696) begins ... 
Thread (4068465552) begins ... 
Total Fetched (0) units, err 0
Thread (4132600720) exits ... 
Thread (4153580432) exits ... 
Thread (4122110864) exits ... 
Thread (4143090576) exits ... 
Thread (4111621008) exits ... 
Thread (4057975696) exits ... 
Thread (4089445264) exits ... 
Thread (4068465552) exits ... 
Thread (4078955408) exits ... 
Thread (4101131152) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing framed_ip_device_load 
Thread (4153576336) begins ... 
Thread (4143086480) begins ... 
Thread (4132596624) begins ... 
Thread (4122106768) begins ... 
Thread (4099926928) begins ... 
Thread (4076858256) begins ... 
Thread (4110416784) begins ... 
Thread (4087348112) begins ... 
Thread (4066368400) begins ... 
Thread (4055878544) begins ... 
Total Fetched (0) units, err 0
Thread (4143086480) exits ... 
Thread (4132596624) exits ... 
Thread (4076858256) exits ... 
Thread (4099926928) exits ... 
Thread (4122106768) exits ... 
Thread (4110416784) exits ... 
Thread (4153576336) exits ... 
Thread (4087348112) exits ... 
Thread (4055878544) exits ... 
Thread (4066368400) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153383824) begins ... 
Thread (4142893968) begins ... 
Thread (4132404112) begins ... 
Thread (4109327248) begins ... 
Thread (4119817104) begins ... 
Thread (4088347536) begins ... 
Thread (4098837392) begins ... 
Thread (4054838160) begins ... 
Thread (4065328016) begins ... 
Thread (4077857680) begins ... 
	Fetched units per step: (1)
Total Fetched (1) units, err 0
Fetched (1) units in Total.
Thread (4132404112) exits ... 
Thread (4088347536) exits ... 
Thread (4054838160) exits ... 
Thread (4109327248) exits ... 
Thread (4098837392) exits ... 
Thread (4077857680) exits ... 
Thread (4119817104) exits ... 
Thread (4153383824) exits ... 
Thread (4065328016) exits ... 
Thread (4142893968) exits ... 
Total number of records processed = 1.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153846672) begins ... 
Thread (4143356816) begins ... 
Thread (4132866960) begins ... 
Thread (4120902544) begins ... 
Thread (4110412688) begins ... 
Thread (4099922832) begins ... 
Thread (4089432976) begins ... 
Thread (4076862352) begins ... 
Thread (4066372496) begins ... 
Thread (4055882640) begins ... 
Total Fetched (0) units, err 0
Thread (4099922832) exits ... 
Thread (4066372496) exits ... 
Thread (4055882640) exits ... 
Thread (4089432976) exits ... 
Thread (4153846672) exits ... 
Thread (4143356816) exits ... 
Thread (4132866960) exits ... 
Thread (4110412688) exits ... 
Thread (4120902544) exits ... 
Thread (4076862352) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
mv: cannot stat `/home/pin/opt/portal/7.5/sys/test/device_load_bkp_curr.log': No such file or directory
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
Executing modem_location_upd
Executing wifi_router_location_upd
Executing cable_router_location_upd
Executing nat_location_upd
Executing static_ip_location_upd
Executing framed_ip_location_upd
Executing stb_location_upd
Executing vc_location_upd
===> database 0.0.0.1 from pin.conf "userid"
nap(30152)> Thu Jun  2 13:06:30 IST 2022:Testnap Connection Success for device_load in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
===> database 0.0.0.1 from pin.conf "userid"
nap(30192)> Thu Jun  2 13:06:30 IST 2022:Testnap Connection Success for device_load in PIN_HOME/mso/apps/mso_bulk_inventory
 Executing ott_device_load 
./device_load.sh: line 18: echo: write error: No space left on device
Thread (4153695120) begins ... 
Thread (4143205264) begins ... 
Thread (4132715408) begins ... 
Thread (4122225552) begins ... 
Thread (4111735696) begins ... 
Thread (4089445264) begins ... 
Thread (4078955408) begins ... 
Thread (4101245840) begins ... 
Thread (4068465552) begins ... 
Thread (4057975696) begins ... 
Total Fetched (0) units, err 0
Thread (4101245840) exits ... 
Thread (4153695120) exits ... 
Thread (4089445264) exits ... 
Thread (4057975696) exits ... 
Thread (4078955408) exits ... 
Thread (4111735696) exits ... 
Thread (4143205264) exits ... 
Thread (4068465552) exits ... 
Thread (4132715408) exits ... 
Thread (4122225552) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing ip_camera_device_load 
./device_load.sh: line 29: echo: write error: No space left on device
Thread (4153539472) begins ... 
Thread (4143049616) begins ... 
Thread (4132559760) begins ... 
Thread (4111580048) begins ... 
Thread (4122069904) begins ... 
Thread (4078951312) begins ... 
Thread (4057971600) begins ... 
Thread (4068461456) begins ... 
Thread (4099931024) begins ... 
Thread (4089441168) begins ... 
Total Fetched (0) units, err 0
Thread (4111580048) exits ... 
Thread (4143049616) exits ... 
Thread (4153539472) exits ... 
Thread (4099931024) exits ... 
Thread (4122069904) exits ... 
Thread (4132559760) exits ... 
Thread (4057971600) exits ... 
Thread (4068461456) exits ... 
Thread (4089441168) exits ... 
Thread (4078951312) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing modem_device_load 
./device_load.sh: line 39: echo: write error: No space left on device
Thread (4153408400) begins ... 
Thread (4142918544) begins ... 
Thread (4130339728) begins ... 
Thread (4119849872) begins ... 
Thread (4109360016) begins ... 
Thread (4098870160) begins ... 
Thread (4088380304) begins ... 
Thread (4077890448) begins ... 
Thread (4067400592) begins ... 
Thread (4056910736) begins ... 
	Fetched units per step: (20)
Total Fetched (20) units, err 0
Fetched (20) units in Total.
Thread (4130339728) exits ... 
Thread (4067400592) exits ... 
Thread (4109360016) exits ... 
Thread (4153408400) exits ... 
Thread (4098870160) exits ... 
Thread (4088380304) exits ... 
Thread (4077890448) exits ... 
Thread (4119849872) exits ... 
Thread (4056910736) exits ... 
Thread (4142918544) exits ... 
Total number of records processed = 20.
Number of data errors encountered = 0.
Total number of errors encountered = 1.
Executing wifi_router_device_load 
Thread (4153162640) begins ... 
Thread (4132182928) begins ... 
Thread (4142672784) begins ... 
Thread (4121693072)===> database 0.0.0.1 from pin.conf "userid"
nap(533)> Tue Jun 14 15:37:00 IST 2022:Testnap Connection Success for device_load in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
===> database 0.0.0.1 from pin.conf "userid"
nap(587)> Tue Jun 14 15:37:00 IST 2022:Testnap Connection Success for device_load in PIN_HOME/mso/apps/mso_bulk_inventory
 Executing ott_device_load 
Thread (4143127440) begins ... 
Thread (4153617296) begins ... 
Thread (4132637584) begins ... 
Thread (4120902544) begins ... 
Thread (4099922832) begins ... 
Thread (4078943120) begins ... 
Thread (4068453264) begins ... 
Thread (4057963408) begins ... 
Thread (4089432976) begins ... 
Thread (4110412688) begins ... 
Total Fetched (0) units, err 0
Thread (4089432976) exits ... 
Thread (4132637584) exits ... 
Thread (4153617296) exits ... 
Thread (4143127440) exits ... 
Thread (4068453264) exits ... 
Thread (4057963408) exits ... 
Thread (4110412688) exits ... 
Thread (4078943120) exits ... 
Thread (4120902544) exits ... 
Thread (4099922832) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing ip_camera_device_load 
Thread (4142492560) begins ... 
Thread (4152982416) begins ... 
Thread (4132002704) begins ... 
Thread (4121512848) begins ... 
Thread (4111022992) begins ... 
Thread (4098882448) begins ... 
Thread (4088392592) begins ... 
Thread (4077902736) begins ... 
Thread (4067412880) begins ... 
Thread (4054842256) begins ... 
Total Fetched (0) units, err 0
Thread (4054842256) exits ... 
Thread (4067412880) exits ... 
Thread (4111022992) exits ... 
Thread (4121512848) exits ... 
Thread (4142492560) exits ... 
Thread (4077902736) exits ... 
Thread (4132002704) exits ... 
Thread (4088392592) exits ... 
Thread (4152982416) exits ... 
Thread (4098882448) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing modem_device_load 
Thread (4153928592) begins ... 
Thread (4143438736) begins ... 
Thread (4132948880) begins ... 
Thread (4122459024) begins ... 
Thread (4109872016) begins ... 
Thread (4099382160) begins ... 
Thread (4088892304) begins ... 
Thread (4076305296) begins ... 
Thread (4065815440) begins ... 
Total Fetched (0) units, err 0
Thread (4055325584) begins ... 
Thread (4143438736) exits ... 
Thread (4109872016) exits ... 
Thread (4076305296) exits ... 
Thread (4122459024) exits ... 
Thread (4099382160) exits ... 
Thread (4065815440) exits ... 
Thread (4088892304) exits ... 
Thread (4055325584) exits ... 
Thread (4153928592) exits ... 
Thread (4132948880) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing wifi_router_device_load 
Thread (4153293712) begins ... 
Thread (4142803856) begins ... 
Thread (4132314000) begins ... 
Thread (4109368208) begins ... 
Thread (4077898640) begins ... 
Thread (4098878352) begins ... 
Thread (4121824144) begins ... 
Thread (4088388496) begins ... 
Thread (4067408784) begins ... 
Thread (4054821776) begins ... 
Total Fetched (0) units, err 0
Thread (4132314000) exits ... 
Thread (4142803856) exits ... 
Thread (4088388496) exits ... 
Thread (4054821776) exits ... 
Thread (4109368208) exits ... 
Thread (4067408784) exits ... 
Thread (4098878352) exits ... 
Thread (4153293712) exits ... 
Thread (4121824144) exits ... 
Thread (4077898640) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing cable_router_device_load 
Thread (4152945552) begins ... 
Thread (4142455696) begins ... 
Thread (4131965840) begins ... 
Thread (4121475984) begins ... 
Thread (4098882448) begins ... 
Thread (4067412880) begins ... 
Thread (4077902736) begins ... 
Thread (4110986128) begins ... 
Thread (4056923024) begins ... 
Thread (4088392592) begins ... 
Total Fetched (0) units, err 0
Thread (4121475984) exits ... 
Thread (4131965840) exits ... 
Thread (4152945552) exits ... 
Thread (4056923024) exits ... 
Thread (4077902736) exits ... 
Thread (4098882448) exits ... 
Thread (4110986128) exits ... 
Thread (4088392592) exits ... 
Thread (4067412880) exits ... 
Thread (4142455696) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing nat_device_load 
Thread (4153473936) begins ... 
Thread (4142984080) begins ... 
Thread (4132494224) begins ... 
Thread (4120902544) begins ... 
Thread (4110412688) begins ... 
Thread (4099922832) begins ... 
Thread (4089432976) begins ... 
Thread (4078943120) begins ... 
Thread (4068453264) begins ... 
Thread (4057963408) begins ... 
Total Fetched (0) units, err 0
Thread (4120902544) exits ... 
Thread (4099922832) exits ... 
Thread (4078943120) exits ... 
Thread (4153473936) exits ... 
Thread (4142984080) exits ... 
Thread (4068453264) exits ... 
Thread (4089432976) exits ... 
Thread (4057963408) exits ... 
Thread (4132494224) exits ... 
Thread (4110412688) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing static_ip_device_load 
Thread (4153576336) begins ... 
Thread (4143086480) begins ... 
Thread (4132596624) begins ... 
Thread (4111616912) begins ... 
Thread (4122106768) begins ... 
Thread (4078951312) begins ... 
Thread (4099931024) begins ... 
Thread (4068461456) begins ... 
Thread (4089441168) begins ... 
Thread (4057971600) begins ... 
Total Fetched (0) units, err 0
Thread (4068461456) exits ... 
Thread (4153576336) exits ... 
Thread (4078951312) exits ... 
Thread (4099931024) exits ... 
Thread (4057971600) exits ... 
Thread (4143086480) exits ... 
Thread (4111616912) exits ... 
Thread (4089441168) exits ... 
Thread (4122106768) exits ... 
Thread (4132596624) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing framed_ip_device_load 
Thread (4142508944) begins ... 
Thread (4132019088) begins ... 
Thread (4152998800) begins ... 
Thread (4119853968) begins ... 
Thread (4109364112) begins ... 
Thread (4096785296) begins ... 
Thread (4086295440) begins ... 
Thread (4075805584) begins ... 
Thread (4065315728) begins ... 
Thread (4054825872) begins ... 
Total Fetched (0) units, err 0
Thread (4142508944) exits ... 
Thread (4119853968) exits ... 
Thread (4152998800) exits ... 
Thread (4096785296) exits ... 
Thread (4075805584) exits ... 
Thread (4054825872) exits ... 
Thread (4132019088) exits ... 
Thread (4109364112) exits ... 
Thread (4065315728) exits ... 
Thread (4086295440) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153514896) begins ... 
Thread (4143025040) begins ... 
Thread (4132535184) begins ... 
Thread (4122045328) begins ... 
Thread (4101065616) begins ... 
Thread (4111555472) begins ... 
Thread (4090575760) begins ... 
Thread (4078959504) begins ... 
Thread (4057979792) begins ... 
Thread (4068469648) begins ... 
	Fetched units per step: (1)
Total Fetched (1) units, err 0
Fetched (1) units in Total.
Thread (4132535184) exits ... 
Thread (4153514896) exits ... 
Thread (4090575760) exits ... 
Thread (4068469648) exits ... 
Thread (4122045328) exits ... 
Thread (4078959504) exits ... 
Thread (4143025040) exits ... 
Thread (4057979792) exits ... 
Thread (4101065616) exits ... 
Thread (4111555472) exits ... 
Total number of records processed = 1.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4143373200) begins ... 
Thread (4153863056) begins ... 
Thread (4132883344) begins ... 
Thread (4122393488) begins ... 
Thread (4101413776) begins ... 
Thread (4111903632) begins ... 
Thread (4090923920) begins ... 
Thread (4057979792) begins ... 
Thread (4078959504) begins ... 
Thread (4068469648) begins ... 
Total Fetched (0) units, err 0
Thread (4153863056) exits ... 
Thread (4143373200) exits ... 
Thread (4122393488) exits ... 
Thread (4111903632) exits ... 
Thread (4090923920) exits ... 
Thread (4068469648) exits ... 
Thread (4132883344) exits ... 
Thread (4057979792) exits ... 
Thread (4078959504) exits ... 
Thread (4101413776) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
mv: cannot stat `/home/pin/opt/portal/7.5/sys/test/device_load_bkp_curr.log': No such file or directory
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_plan
Executing stb_location_upd
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_plan
Executing stb_location_upd
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_plan
Executing stb_location_upd
===> database 0.0.0.1 from pin.conf "userid"
nap(16393)> Wed Jun 22 16:29:29 IST 2022:Testnap Connection Success for device_load in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
===> database 0.0.0.1 from pin.conf "userid"
nap(16431)> Wed Jun 22 16:29:29 IST 2022:Testnap Connection Success for device_load in PIN_HOME/mso/apps/mso_bulk_inventory
 Executing ott_device_load 
Thread (4153117584) begins ... 
Thread (4142627728) begins ... 
Thread (4132137872) begins ... 
Thread (4121648016) begins ... 
Thread (4111158160) begins ... 
Thread (4098882448) begins ... 
Thread (4088392592) begins ... 
Thread (4077902736) begins ... 
Thread (4067412880) begins ... 
Thread (4056923024) begins ... 
Total Fetched (0) units, err 0
Thread (4121648016) exits ... 
Thread (4098882448) exits ... 
Thread (4056923024) exits ... 
Thread (4077902736) exits ... 
Thread (4067412880) exits ... 
Thread (4111158160) exits ... 
Thread (4153117584) exits ... 
Thread (4088392592) exits ... 
Thread (4132137872) exits ... 
Thread (4142627728) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing ip_camera_device_load 
Thread (4153191312) begins ... 
Thread (4142701456) begins ... 
Thread (4121721744) begins ... 
Thread (4132211600) begins ... 
Thread (4109134736) begins ... 
Thread (4088155024) begins ... 
Thread (4077665168) begins ... 
Thread (4098644880) begins ... 
Thread (4067175312) begins ... 
Thread (4056685456) begins ... 
Total Fetched (0) units, err 0
Thread (4077665168) exits ... 
Thread (4088155024) exits ... 
Thread (4132211600) exits ... 
Thread (4098644880) exits ... 
Thread (4142701456) exits ... 
Thread (4109134736) exits ... 
Thread (4056685456) exits ... 
Thread (4067175312) exits ... 
Thread (4121721744) exits ... 
Thread (4153191312) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing modem_device_load 
Thread (4153211792) begins ... 
Thread (4142721936) begins ... 
Thread (4132232080) begins ... 
Thread (4119853968) begins ... 
Thread (4109364112) begins ... 
Thread (4098874256) begins ... 
Thread (4088384400) begins ... 
Thread (4077894544) begins ... 
Thread (4056914832) begins ... 
Thread (4067404688) begins ... 
	Fetched units per step: (10)
Total Fetched (10) units, err 0
Fetched (10) units in Total.
Thread (4109364112) exits ... 
Thread (4119853968) exits ... 
Thread (4088384400) exits ... 
Thread (4067404688) exits ... 
Thread (4056914832) exits ... 
Thread (4098874256) exits ... 
Thread (4132232080) exits ... 
Thread (4142721936) exits ... 
Thread (4077894544) exits ... 
Thread (4153211792) exits ... 
Total number of records processed = 10.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing wifi_router_device_load 
Thread (4153707408) begins ... 
Thread (4143217552) begins ... 
Thread (4132727696) begins ... 
Thread (4122237840) begins ... 
Thread (4109650832) begins ... 
Thread (4088671120) begins ... 
Thread (4078181264) begins ... 
Thread (4099160976) begins ... 
Thread (4067691408) begins ... 
Thread (4057201552) begins ... 
Total Fetched (0) units, err 0
Thread (4143217552) exits ... 
Thread (4122237840) exits ... 
Thread (4109650832) exits ... 
Thread (4099160976) exits ... 
Thread (4067691408) exits ... 
Thread (4088671120) exits ... 
Thread (4132727696) exits ... 
Thread (4153707408) exits ... 
Thread (4057201552) exits ... 
Thread (4078181264) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing cable_router_device_load 
Thread (4143369104) begins ... 
Thread (4153858960) begins ... 
Thread (4132879248) begins ... 
Thread (4122389392) begins ... 
Thread (4111899536) begins ... 
Thread (4099931024) begins ... 
Thread (4089441168) begins ... 
Thread (4068461456) begins ... 
Thread (4055890832) begins ... 
Thread (4078951312) begins ... 
Total Fetched (0) units, err 0
Thread (4153858960) exits ... 
Thread (4122389392) exits ... 
Thread (4099931024) exits ... 
Thread (4132879248) exits ... 
Thread (4111899536) exits ... 
Thread (4078951312) exits ... 
Thread (4068461456) exits ... 
Thread (4089441168) exits ... 
Thread (4143369104) exits ... 
Thread (4055890832) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing nat_device_load 
Thread (4153146256) begins ... 
Thread (4142656400) begins ... 
Thread (4132166544) begins ... 
Thread (4121676688) begins ... 
Thread (4111186832) begins ... 
Thread (4098882448) begins ... 
Thread (4077902736) begins ... 
Thread (4067412880) begins ... 
Thread (4056923024) begins ... 
Thread (4088392592) begins ... 
Total Fetched (0) units, err 0
Thread (4142656400) exits ... 
Thread (4067412880) exits ... 
Thread (4153146256) exits ... 
Thread (4098882448) exits ... 
Thread (4111186832) exits ... 
Thread (4056923024) exits ... 
Thread (4088392592) exits ... 
Thread (4077902736) exits ... 
Thread (4121676688) exits ... 
Thread (4132166544) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing static_ip_device_load 
Thread (4153510800) begins ... 
Thread (4143020944) begins ... 
Thread (4132531088) begins ... 
Thread (4110416784) begins ... 
Thread (4078947216) begins ... 
Thread (4089437072) begins ... 
Thread (4068457360) begins ... 
Thread (4122041232) begins ... 
Thread (4099926928) begins ... 
Thread (4057967504) begins ... 
Total Fetched (0) units, err 0
Thread (4122041232) exits ... 
Thread (4099926928) exits ... 
Thread (4132531088) exits ... 
Thread (4153510800) exits ... 
Thread (4143020944) exits ... 
Thread (4089437072) exits ... 
Thread (4110416784) exits ... 
Thread (4057967504) exits ... 
Thread (4068457360) exits ... 
Thread (4078947216) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing framed_ip_device_load 
Thread (4153756560) begins ... 
Thread (4143266704) begins ... 
Thread (4132776848) begins ... 
Thread (4122286992) begins ... 
Thread (4109699984) begins ... 
Thread (4088720272) begins ... 
Thread (4099210128) begins ... 
Thread (4076862352) begins ... 
Thread (4066372496) begins ... 
Thread (4055882640) begins ... 
Total Fetched (0) units, err 0
Thread (4122286992) exits ... 
Thread (4066372496) exits ... 
Thread (4143266704) exits ... 
Thread (4088720272) exits ... 
Thread (4132776848) exits ... 
Thread (4109699984) exits ... 
Thread (4099210128) exits ... 
Thread (4055882640) exits ... 
Thread (4153756560) exits ... 
Thread (4076862352) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153514896) begins ... 
Thread (4143025040) begins ... 
Thread (4132535184) begins ... 
Thread (4122045328) begins ... 
Thread (4089437072) begins ... 
Thread (4099926928) begins ... 
Thread (4078947216) begins ... 
Thread (4110416784) begins ... 
Thread (4068457360) begins ... 
Thread (4057967504) begins ... 
Total Fetched (0) units, err 0
Thread (4099926928) exits ... 
Thread (4068457360) exits ... 
Thread (4089437072) exits ... 
Thread (4132535184) exits ... 
Thread (4078947216) exits ... 
Thread (4122045328) exits ... 
Thread (4057967504) exits ... 
Thread (4153514896) exits ... 
Thread (4143025040) exits ... 
Thread (4110416784) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153781136) begins ... 
Thread (4132801424) begins ... 
Thread (4143291280) begins ... 
Thread (4122311568) begins ... 
Thread (4110416784) begins ... 
Thread (4078947216) begins ... 
Thread (4099926928) begins ... 
Thread (4068457360) begins ... 
Thread (4089437072) begins ... 
Thread (4057967504) begins ... 
Total Fetched (0) units, err 0
Thread (4057967504) exits ... 
Thread (4143291280) exits ... 
Thread (4153781136) exits ... 
Thread (4122311568) exits ... 
Thread (4068457360) exits ... 
Thread (4099926928) exits ... 
Thread (4089437072) exits ... 
Thread (4078947216) exits ... 
Thread (4110416784) exits ... 
Thread (4132801424) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
mv: cannot stat `/home/pin/opt/portal/7.5/sys/test/device_load_bkp_curr.log': No such file or directory
===> database 0.0.0.1 from pin.conf "userid"
nap(20861)> Wed Jun 22 16:47:16 IST 2022:Testnap Connection Success for device_load in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
===> database 0.0.0.1 from pin.conf "userid"
nap(20903)> Wed Jun 22 16:47:16 IST 2022:Testnap Connection Success for device_load in PIN_HOME/mso/apps/mso_bulk_inventory
 Executing ott_device_load 
Thread (4153006992) begins ... 
Thread (4142517136) begins ... 
Thread (4132027280) begins ... 
Thread (4121537424) begins ... 
Thread (4098460560) begins ... 
Thread (4108950416) begins ... 
Thread (4075813776) begins ... 
Thread (4054834064) begins ... 
Thread (4065323920) begins ... 
Thread (4087970704) begins ... 
Total Fetched (0) units, err 0
Thread (4098460560) exits ... 
Thread (4142517136) exits ... 
Thread (4075813776) exits ... 
Thread (4132027280) exits ... 
Thread (4108950416) exits ... 
Thread (4121537424) exits ... 
Thread (4054834064) exits ... 
Thread (4087970704) exits ... 
Thread (4153006992) exits ... 
Thread (4065323920) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing ip_camera_device_load 
Thread (4152966032) begins ... 
Thread (4142476176) begins ... 
Thread (4131986320) begins ... 
Thread (4121496464) begins ... 
Thread (4109368208) begins ... 
Thread (4088388496) begins ... 
Thread (4098878352) begins ... 
Thread (4077898640) begins ... 
Thread (4065328016) begins ... 
Thread (4054838160) begins ... 
Total Fetched (0) units, err 0
Thread (4152966032) exits ... 
Thread (4131986320) exits ... 
Thread (4088388496) exits ... 
Thread (4121496464) exits ... 
Thread (4065328016) exits ... 
Thread (4142476176) exits ... 
Thread (4054838160) exits ... 
Thread (4077898640) exits ... 
Thread (4098878352) exits ... 
Thread (4109368208) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing modem_device_load 
Thread (4153629584) begins ... 
Thread (4143139728) begins ... 
Thread (4120902544) begins ... 
Thread (4132649872) begins ... 
Thread (4110412688) begins ... 
Thread (4087348112) begins ... 
Thread (4076858256) begins ... 
Thread (4066368400) begins ... 
Thread (4055878544) begins ... 
Thread (4099922832) begins ... 
	Fetched units per step: (10)
Total Fetched (10) units, err 0
Fetched (10) units in Total.
Thread (4055878544) exits ... 
Thread (4066368400) exits ... 
Thread (4076858256) exits ... 
Thread (4143139728) exits ... 
Thread (4120902544) exits ... 
Thread (4099922832) exits ... 
Thread (4132649872) exits ... 
Thread (4110412688) exits ... 
Thread (4087348112) exits ... 
Thread (4153629584) exits ... 
Total number of records processed = 10.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing wifi_router_device_load 
Thread (4153125776) begins ... 
Thread (4142635920) begins ... 
Thread (4132146064) begins ... 
Thread (4121656208) begins ... 
Thread (4098579344) begins ... 
Thread (4109069200) begins ... 
Thread (4088089488) begins ... 
Thread (4075813776) begins ... 
Thread (4065323920) begins ... 
Thread (4054834064) begins ... 
Total Fetched (0) units, err 0
Thread (4121656208) exits ... 
Thread (4132146064) exits ... 
Thread (4153125776) exits ... 
Thread (4065323920) exits ... 
Thread (4088089488) exits ... 
Thread (4098579344) exits ... 
Thread (4109069200) exits ... 
Thread (4075813776) exits ... 
Thread (4142635920) exits ... 
Thread (4054834064) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing cable_router_device_load 
Thread (4152925072) begins ... 
Thread (4142435216) begins ... 
Thread (4131945360) begins ... 
Thread (4121455504) begins ... 
Thread (4108868496) begins ... 
Thread (4098378640) begins ... 
Thread (4087888784) begins ... 
Thread (4075813776) begins ... 
Thread (4065323920) begins ... 
Thread (4054834064) begins ... 
Total Fetched (0) units, err 0
Thread (4142435216) exits ... 
Thread (4108868496) exits ... 
Thread (4121455504) exits ... 
Thread (4054834064) exits ... 
Thread (4065323920) exits ... 
Thread (4152925072) exits ... 
Thread (4098378640) exits ... 
Thread (4075813776) exits ... 
Thread (4087888784) exits ... 
Thread (4131945360) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing nat_device_load 
Thread (4142988176) begins ... 
Thread (4153478032) begins ... 
Thread (4132498320) begins ... 
Thread (4122008464) begins ... 
Thread (4111518608) begins ... 
Thread (4098931600) begins ... 
Thread (4088441744) begins ... 
Thread (4077951888) begins ... 
Thread (4067462032) begins ... 
Thread (4056972176) begins ... 
Total Fetched (0) units, err 0
Thread (4142988176) exits ... 
Thread (4153478032) exits ... 
Thread (4122008464) exits ... 
Thread (4098931600) exits ... 
Thread (4111518608) exits ... 
Thread (4077951888) exits ... 
Thread (4067462032) exits ... 
Thread (4056972176) exits ... 
Thread (4088441744) exits ... 
Thread (4132498320) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing static_ip_device_load 
Thread (4153781136) begins ... 
Thread (4143291280) begins ... 
Thread (4132801424) begins ... 
Thread (4122311568) begins ... 
Thread (4109724560) begins ... 
Thread (4099234704) begins ... 
Thread (4088744848) begins ... 
Thread (4078254992) begins ... 
Thread (4055886736) begins ... 
Thread (4066376592) begins ... 
Total Fetched (0) units, err 0
Thread (4153781136) exits ... 
Thread (4143291280) exits ... 
Thread (4122311568) exits ... 
Thread (4132801424) exits ... 
Thread (4099234704) exits ... 
Thread (4109724560) exits ... 
Thread (4078254992) exits ... 
Thread (4088744848) exits ... 
Thread (4055886736) exits ... 
Thread (4066376592) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing framed_ip_device_load 
Thread (4153457552) begins ... 
Thread (4142967696) begins ... 
Thread (4131388304) begins ... 
Thread (4120898448) begins ... 
Thread (4110408592) begins ... 
Thread (4099918736) begins ... 
Thread (4089428880) begins ... 
Thread (4078939024) begins ... 
Thread (4068449168) begins ... 
Thread (4057959312) begins ... 
Total Fetched (0) units, err 0
Thread (4142967696) exits ... 
Thread (4153457552) exits ... 
Thread (4110408592) exits ... 
Thread (4099918736) exits ... 
Thread (4068449168) exits ... 
Thread (4089428880) exits ... 
Thread (4120898448) exits ... 
Thread (4057959312) exits ... 
Thread (4078939024) exits ... 
Thread (4131388304) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4152982416) begins ... 
Thread (4142492560) begins ... 
Thread (4132002704) begins ... 
Thread (4121512848) begins ... 
Thread (4088388496) begins ... 
Thread (4098878352) begins ... 
Thread (4109368208) begins ... 
Thread (4077898640) begins ... 
Thread (4065328016) begins ... 
Thread (4054838160) begins ... 
Total Fetched (0) units, err 0
Thread (4152982416) exits ... 
Thread (4088388496) exits ... 
Thread (4132002704) exits ... 
Thread (4098878352) exits ... 
Thread (4109368208) exits ... 
Thread (4121512848) exits ... 
Thread (4142492560) exits ... 
Thread (4065328016) exits ... 
Thread (4054838160) exits ... 
Thread (4077898640) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153727888) begins ... 
Thread (4143238032) begins ... 
Thread (4120898448) begins ... 
Thread (4110408592) begins ... 
Thread (4131388304) begins ... 
Thread (4089428880) begins ... 
Thread (4099918736) begins ... 
Thread (4078939024) begins ... 
Thread (4068449168) begins ... 
Thread (4055890832) begins ... 
Total Fetched (0) units, err 0
Thread (4099918736) exits ... 
Thread (4089428880) exits ... 
Thread (4068449168) exits ... 
Thread (4078939024) exits ... 
Thread (4055890832) exits ... 
Thread (4110408592) exits ... 
Thread (4131388304) exits ... 
Thread (4153727888) exits ... 
Thread (4143238032) exits ... 
Thread (4120898448) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
mv: cannot stat `/home/pin/opt/portal/7.5/sys/test/device_load_bkp_curr.log': No such file or directory
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
Executing modem_location_upd
Executing wifi_router_location_upd
Executing cable_router_location_upd
Executing nat_location_upd
Executing static_ip_location_upd
Executing framed_ip_location_upd
Executing stb_location_upd
Executing vc_location_upd
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
Executing modem_location_upd
Executing wifi_router_location_upd
Executing cable_router_location_upd
Executing nat_location_upd
Executing static_ip_location_upd
Executing framed_ip_location_upd
Executing stb_location_upd
Executing vc_location_upd
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
Executing modem_location_upd
Executing wifi_router_location_upd
Executing cable_router_location_upd
Executing nat_location_upd
Executing static_ip_location_upd
Executing framed_ip_location_upd
Executing stb_location_upd
Executing vc_location_upd
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
Executing modem_location_upd
Executing wifi_router_location_upd
Executing cable_router_location_upd
Executing nat_location_upd
Executing static_ip_location_upd
Executing framed_ip_location_upd
Executing stb_location_upd
Executing vc_location_upd
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
Executing modem_location_upd
Executing wifi_router_location_upd
Executing cable_router_location_upd
Executing nat_location_upd
Executing static_ip_location_upd
Executing framed_ip_location_upd
Executing stb_location_upd
Executing vc_location_upd
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
Executing modem_location_upd
Executing wifi_router_location_upd
Executing cable_router_location_upd
Executing nat_location_upd
Executing static_ip_location_upd
Executing framed_ip_location_upd
Executing stb_location_upd
Executing vc_location_upd
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
Executing modem_location_upd
Executing wifi_router_location_upd
Executing cable_router_location_upd
Executing nat_location_upd
Executing static_ip_location_upd
Executing framed_ip_location_upd
Executing stb_location_upd
Executing vc_location_upd
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
Executing modem_location_upd
Executing wifi_router_location_upd
Executing cable_router_location_upd
Executing nat_location_upd
Executing static_ip_location_upd
Executing framed_ip_location_upd
Executing stb_location_upd
Executing vc_location_upd
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
Executing modem_location_upd
Executing wifi_router_location_upd
Executing cable_router_location_upd
Executing nat_location_upd
Executing static_ip_location_upd
Executing framed_ip_location_upd
Executing stb_location_upd
Executing vc_location_upd
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
Executing modem_location_upd
Executing wifi_router_location_upd
Executing cable_router_location_upd
Executing nat_location_upd
Executing static_ip_location_upd
Executing framed_ip_location_upd
Executing stb_location_upd
Executing vc_location_upd
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
Executing modem_location_upd
Executing wifi_router_location_upd
Executing cable_router_location_upd
Executing nat_location_upd
Executing static_ip_location_upd
Executing framed_ip_location_upd
Executing stb_location_upd
Executing vc_location_upd
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
Executing modem_location_upd
Executing wifi_router_location_upd
Executing cable_router_location_upd
Executing nat_location_upd
Executing static_ip_location_upd
Executing framed_ip_location_upd
Executing stb_location_upd
Executing vc_location_upd
===> database 0.0.0.1 from pin.conf "userid"
nap(23025)> Tue Jul  5 13:12:26 IST 2022:Testnap Connection Success for device_load in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
===> database 0.0.0.1 from pin.conf "userid"
nap(23060)> Tue Jul  5 13:12:26 IST 2022:Testnap Connection Success for device_load in PIN_HOME/mso/apps/mso_bulk_inventory
 Executing ott_device_load 
Thread (4153043856) begins ... 
Thread (4142554000) begins ... 
Thread (4132064144) begins ... 
Thread (4121574288) begins ... 
Thread (4100594576) begins ... 
Thread (4088396688) begins ... 
Thread (4067416976) begins ... 
Thread (4054842256) begins ... 
Thread (4077906832) begins ... 
Thread (4111084432) begins ... 
Total Fetched (0) units, err 0
Thread (4111084432) exits ... 
Thread (4088396688) exits ... 
Thread (4067416976) exits ... 
Thread (4077906832) exits ... 
Thread (4100594576) exits ... 
Thread (4054842256) exits ... 
Thread (4121574288) exits ... 
Thread (4132064144) exits ... 
Thread (4153043856) exits ... 
Thread (4142554000) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing ip_camera_device_load 
Thread (4153207696) begins ... 
Thread (4142717840) begins ... 
Thread (4132227984) begins ... 
Thread (4119640976) begins ... 
Thread (4109151120) begins ... 
Thread (4088171408) begins ... 
Thread (4098661264) begins ... 
Thread (4065328016) begins ... 
Thread (4052745104) begins ... 
Thread (4077681552) begins ... 
Total Fetched (0) units, err 0
Thread (4142717840) exits ... 
Thread (4098661264) exits ... 
Thread (4077681552) exits ... 
Thread (4132227984) exits ... 
Thread (4119640976) exits ... 
Thread (4088171408) exits ... 
Thread (4153207696) exits ... 
Thread (4109151120) exits ... 
Thread (4052745104) exits ... 
Thread (4065328016) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing modem_device_load 
Thread (4153768848) begins ... 
Thread (4143278992) begins ... 
Thread (4132789136) begins ... 
Thread (4122299280) begins ... 
Thread (4109712272) begins ... 
Thread (4099222416) begins ... 
Thread (4088732560) begins ... 
Thread (4078242704) begins ... 
Thread (4067752848) begins ... 
Thread (4057262992) begins ... 
	Fetched units per step: (10)
Total Fetched (10) units, err 0
Fetched (10) units in Total.
Thread (4067752848) exits ... 
Thread (4099222416) exits ... 
Thread (4078242704) exits ... 
Thread (4088732560) exits ... 
Thread (4109712272) exits ... 
Thread (4132789136) exits ... 
Thread (4153768848) exits ... 
Thread (4143278992) exits ... 
Thread (4057262992) exits ... 
Thread (4122299280) exits ... 
Total number of records processed = 10.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing wifi_router_device_load 
Thread (4153609104) begins ... 
Thread (4143119248) begins ... 
Thread (4131388304) begins ... 
Thread (4120898448) begins ... 
Thread (4078939024) begins ... 
Thread (4110408592) begins ... 
Thread (4099918736) begins ... 
Thread (4068449168) begins ... 
Thread (4057959312) begins ... 
Thread (4089428880) begins ... 
Total Fetched (0) units, err 0
Thread (4143119248) exits ... 
Thread (4120898448) exits ... 
Thread (4153609104) exits ... 
Thread (4110408592) exits ... 
Thread (4131388304) exits ... 
Thread (4078939024) exits ... 
Thread (4068449168) exits ... 
Thread (4089428880) exits ... 
Thread (4057959312) exits ... 
Thread (4099918736) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing cable_router_device_load 
Thread (4153686928) begins ... 
Thread (4143197072) begins ... 
Thread (4132707216) begins ... 
Thread (4122217360) begins ... 
Thread (4111727504) begins ... 
Thread (4099140496) begins ... 
Thread (4067670928) begins ... 
Thread (4088650640) begins ... 
Thread (4078160784) begins ... 
Thread (4057181072) begins ... 
Total Fetched (0) units, err 0
Thread (4122217360) exits ... 
Thread (4078160784) exits ... 
Thread (4153686928) exits ... 
Thread (4132707216) exits ... 
Thread (4088650640) exits ... 
Thread (4111727504) exits ... 
Thread (4067670928) exits ... 
Thread (4143197072) exits ... 
Thread (4057181072) exits ... 
Thread (4099140496) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing nat_device_load 
Thread (4153944976) begins ... 
Thread (4143455120) begins ... 
Thread (4132965264) begins ... 
Thread (4122475408) begins ... 
Thread (4110416784) begins ... 
Thread (4099926928) begins ... 
Thread (4078947216) begins ... 
Thread (4068457360) begins ... 
Thread (4057967504) begins ... 
Thread (4089437072) begins ... 
Total Fetched (0) units, err 0
Thread (4153944976) exits ... 
Thread (4143455120) exits ... 
Thread (4110416784) exits ... 
Thread (4078947216) exits ... 
Thread (4132965264) exits ... 
Thread (4122475408) exits ... 
Thread (4099926928) exits ... 
Thread (4068457360) exits ... 
Thread (4057967504) exits ... 
Thread (4089437072) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing static_ip_device_load 
Thread (4152937360) begins ... 
Thread (4142447504) begins ... 
Thread (4131957648) begins ... 
Thread (4121467792) begins ... 
Thread (4110977936) begins ... 
Thread (4100488080) begins ... 
Thread (4077910928) begins ... 
Thread (4067421072) begins ... 
Thread (4089998224) begins ... 
Thread (4056931216) begins ... 
Total Fetched (0) units, err 0
Thread (4152937360) exits ... 
Thread (4110977936) exits ... 
Thread (4142447504) exits ... 
Thread (4131957648) exits ... 
Thread (4077910928) exits ... 
Thread (4100488080) exits ... 
Thread (4121467792) exits ... 
Thread (4067421072) exits ... 
Thread (4056931216) exits ... 
Thread (4089998224) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing framed_ip_device_load 
Thread (4142476176) begins ... 
Thread (4152966032) begins ... 
Thread (4131986320) begins ... 
Thread (4111006608) begins ... 
Thread (4121496464) begins ... 
Thread (4100516752) begins ... 
Thread (4088396688) begins ... 
Thread (4065323920) begins ... 
Thread (4075813776) begins ... 
Thread (4054834064) begins ... 
Total Fetched (0) units, err 0
Thread (4111006608) exits ... 
Thread (4142476176) exits ... 
Thread (4121496464) exits ... 
Thread (4131986320) exits ... 
Thread (4088396688) exits ... 
Thread (4054834064) exits ... 
Thread (4100516752) exits ... 
Thread (4065323920) exits ... 
Thread (4075813776) exits ... 
Thread (4152966032) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4143381392) begins ... 
Thread (4153871248) begins ... 
Thread (4132891536) begins ... 
Thread (4101421968) begins ... 
Thread (4111911824) begins ... 
Thread (4122401680) begins ... 
Thread (4078959504) begins ... 
Thread (4057979792) begins ... 
Thread (4068469648) begins ... 
Thread (4090932112) begins ... 
Total Fetched (0) units, err 0
Thread (4078959504) exits ... 
Thread (4111911824) exits ... 
Thread (4122401680) exits ... 
Thread (4143381392) exits ... 
Thread (4132891536) exits ... 
Thread (4090932112) exits ... 
Thread (4057979792) exits ... 
Thread (4153871248) exits ... 
Thread (4068469648) exits ... 
Thread (4101421968) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153428880) begins ... 
Thread (4142939024) begins ... 
Thread (4120898448) begins ... 
Thread (4131388304) begins ... 
Thread (4078939024) begins ... 
Thread (4089428880) begins ... 
Thread (4099918736) begins ... 
Thread (4110408592) begins ... 
Thread (4068449168) begins ... 
Thread (4055862160) begins ... 
Total Fetched (0) units, err 0
Thread (4110408592) exits ... 
Thread (4099918736) exits ... 
Thread (4068449168) exits ... 
Thread (4153428880) exits ... 
Thread (4078939024) exits ... 
Thread (4131388304) exits ... 
Thread (4089428880) exits ... 
Thread (4055862160) exits ... 
Thread (4142939024) exits ... 
Thread (4120898448) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
mv: cannot stat `/home/pin/opt/portal/7.5/sys/test/device_load_bkp_curr.log': No such file or directory
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
Executing modem_location_upd
Executing wifi_router_location_upd
Executing cable_router_location_upd
Executing nat_location_upd
Executing static_ip_location_upd
Executing framed_ip_location_upd
Executing stb_location_upd
Executing vc_location_upd
===> database 0.0.0.1 from pin.conf "userid"
nap(22211)> Thu Jul  7 12:40:18 IST 2022:Testnap Connection Success for device_load in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
===> database 0.0.0.1 from pin.conf "userid"
nap(22250)> Thu Jul  7 12:40:18 IST 2022:Testnap Connection Success for device_load in PIN_HOME/mso/apps/mso_bulk_inventory
 Executing ott_device_load 
Thread (4153400208) begins ... 
Thread (4142910352) begins ... 
Thread (4132420496) begins ... 
Thread (4111440784) begins ... 
Thread (4121930640) begins ... 
Thread (4098853776) begins ... 
Thread (4088363920) begins ... 
Thread (4077874064) begins ... 
Thread (4056894352) begins ... 
Thread (4067384208) begins ... 
Total Fetched (0) units, err 0
Thread (4098853776) exits ... 
Thread (4132420496) exits ... 
Thread (4142910352) exits ... 
Thread (4153400208) exits ... 
Thread (4067384208) exits ... 
Thread (4077874064) exits ... 
Thread (4056894352) exits ... 
Thread (4088363920) exits ... 
Thread (4111440784) exits ... 
Thread (4121930640) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing ip_camera_device_load 
Thread (4152945552) begins ... 
Thread (4142455696) begins ... 
Thread (4131965840) begins ... 
Thread (4121475984) begins ... 
Thread (4110986128) begins ... 
Thread (4098882448) begins ... 
Thread (4075809680) begins ... 
Thread (4086299536) begins ... 
Thread (4065319824) begins ... 
Thread (4054829968) begins ... 
Total Fetched (0) units, err 0
Thread (4110986128) exits ... 
Thread (4121475984) exits ... 
Thread (4065319824) exits ... 
Thread (4152945552) exits ... 
Thread (4098882448) exits ... 
Thread (4075809680) exits ... 
Thread (4131965840) exits ... 
Thread (4086299536) exits ... 
Thread (4054829968) exits ... 
Thread (4142455696) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing modem_device_load 
Thread (4153527184) begins ... 
Thread (4143037328) begins ... 
Thread (4131388304) begins ... 
Thread (4120898448) begins ... 
Thread (4099918736) begins ... 
Thread (4089428880) begins ... 
Thread (4078939024) begins ... 
Thread (4068449168) begins ... 
Thread (4057959312) begins ... 
Thread (4110408592) begins ... 
Total Fetched (0) units, err 0
Thread (4143037328) exits ... 
Thread (4089428880) exits ... 
Thread (4057959312) exits ... 
Thread (4153527184) exits ... 
Thread (4110408592) exits ... 
Thread (4131388304) exits ... 
Thread (4120898448) exits ... 
Thread (4068449168) exits ... 
Thread (4078939024) exits ... 
Thread (4099918736) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing wifi_router_device_load 
Thread (4153830288) begins ... 
Thread (4143340432) begins ... 
Thread (4132850576) begins ... 
Thread (4110412688) begins ... 
Thread (4089432976) begins ... 
Thread (4120902544) begins ... 
Thread (4099922832) begins ... 
Thread (4066356112) begins ... 
Thread (4055866256) begins ... 
Thread (4078943120) begins ... 
Total Fetched (0) units, err 0
Thread (4153830288) exits ... 
Thread (4143340432) exits ... 
Thread (4132850576) exits ... 
Thread (4055866256) exits ... 
Thread (4089432976) exits ... 
Thread (4110412688) exits ... 
Thread (4120902544) exits ... 
Thread (4099922832) exits ... 
Thread (4078943120) exits ... 
Thread (4066356112) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing cable_router_device_load 
Thread (4153580432) begins ... 
Thread (4143090576) begins ... 
Thread (4132600720) begins ... 
Thread (4122110864) begins ... 
Thread (4111621008) begins ... 
Thread (4101131152) begins ... 
Thread (4090641296) begins ... 
Thread (4078959504) begins ... 
Thread (4068469648) begins ... 
Thread (4057979792) begins ... 
Total Fetched (0) units, err 0
Thread (4068469648) exits ... 
Thread (4057979792) exits ... 
Thread (4143090576) exits ... 
Thread (4122110864) exits ... 
Thread (4153580432) exits ... 
Thread (4132600720) exits ... 
Thread (4090641296) exits ... 
Thread (4111621008) exits ... 
Thread (4101131152) exits ... 
Thread (4078959504) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing nat_device_load 
Thread (4153523088) begins ... 
Thread (4143033232) begins ... 
Thread (4131388304) begins ... 
Thread (4120898448) begins ... 
Thread (4089428880) begins ... 
Thread (4110408592) begins ... 
Thread (4099918736) begins ... 
Thread (4078939024) begins ... 
Thread (4068449168) begins ... 
Thread (4057959312) begins ... 
Total Fetched (0) units, err 0
Thread (4153523088) exits ... 
Thread (4143033232) exits ... 
Thread (4131388304) exits ... 
Thread (4089428880) exits ... 
Thread (4120898448) exits ... 
Thread (4110408592) exits ... 
Thread (4057959312) exits ... 
Thread (4099918736) exits ... 
Thread (4078939024) exits ... 
Thread (4068449168) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing static_ip_device_load 
Thread (4142992272) begins ... 
Thread (4153482128) begins ... 
Thread (4132502416) begins ... 
Thread (4122012560) begins ... 
Thread (4111522704) begins ... 
Thread (4077955984) begins ... 
Thread (4067466128) begins ... 
Thread (4056976272) begins ... 
Thread (4088445840) begins ... 
Thread (4098935696) begins ... 
Total Fetched (0) units, err 0
Thread (4153482128) exits ... 
Thread (4132502416) exits ... 
Thread (4142992272) exits ... 
Thread (4098935696) exits ... 
Thread (4122012560) exits ... 
Thread (4111522704) exits ... 
Thread (4077955984) exits ... 
Thread (4056976272) exits ... 
Thread (4067466128) exits ... 
Thread (4088445840) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing framed_ip_device_load 
Thread (4153260944) begins ... 
Thread (4142771088) begins ... 
Thread (4132281232) begins ... 
Thread (4121791376) begins ... 
Thread (4098714512) begins ... 
Thread (4109204368) begins ... 
Thread (4088224656) begins ... 
Thread (4077734800) begins ... 
Thread (4056755088) begins ... 
Thread (4067244944) begins ... 
Total Fetched (0) units, err 0
Thread (4153260944) exits ... 
Thread (4121791376) exits ... 
Thread (4142771088) exits ... 
Thread (4109204368) exits ... 
Thread (4056755088) exits ... 
Thread (4132281232) exits ... 
Thread (4098714512) exits ... 
Thread (4088224656) exits ... 
Thread (4077734800) exits ... 
Thread (4067244944) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4142930832) begins ... 
Thread (4153420688) begins ... 
Thread (4121951120) begins ... 
Thread (4100971408) begins ... 
Thread (4090481552) begins ... 
Thread (4111461264) begins ... 
Thread (4132440976) begins ... 
Thread (4079991696) begins ... 
Thread (4067425168) begins ... 
Thread (4056935312) begins ... 
	Fetched units per step: (1)
Total Fetched (1) units, err 0
Fetched (1) units in Total.
Thread (4153420688) exits ... 
Thread (4111461264) exits ... 
Thread (4090481552) exits ... 
Thread (4100971408) exits ... 
Thread (4056935312) exits ... 
Thread (4121951120) exits ... 
Thread (4067425168) exits ... 
Thread (4142930832) exits ... 
Thread (4079991696) exits ... 
Thread (4132440976) exits ... 
Total number of records processed = 1.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153424784) begins ... 
Thread (4142934928) begins ... 
Thread (4132445072) begins ... 
Thread (4121955216) begins ... 
Thread (4111465360) begins ... 
Thread (4100975504) begins ... 
Thread (4077910928) begins ... 
Thread (4067421072) begins ... 
Thread (4056931216) begins ... 
Thread (4090485648) begins ... 
Total Fetched (0) units, err 0
Thread (4142934928) exits ... 
Thread (4056931216) exits ... 
Thread (4153424784) exits ... 
Thread (4100975504) exits ... 
Thread (4067421072) exits ... 
Thread (4077910928) exits ... 
Thread (4132445072) exits ... 
Thread (4121955216) exits ... 
Thread (4090485648) exits ... 
Thread (4111465360) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
mv: cannot stat `/home/pin/opt/portal/7.5/sys/test/device_load_bkp_curr.log': No such file or directory
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
Executing modem_location_upd
Executing wifi_router_location_upd
Executing cable_router_location_upd
Executing nat_location_upd
Executing static_ip_location_upd
Executing framed_ip_location_upd
Executing stb_location_upd
Executing vc_location_upd
===> database 0.0.0.1 from pin.conf "userid"
nap(26890)> Fri Jul  8 11:13:51 IST 2022:Testnap Connection Success for device_load in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
===> database 0.0.0.1 from pin.conf "userid"
nap(26928)> Fri Jul  8 11:13:51 IST 2022:Testnap Connection Success for device_load in PIN_HOME/mso/apps/mso_bulk_inventory
 Executing ott_device_load 
Thread (4153527184) begins ... 
Thread (4143037328) begins ... 
Thread (4132547472) begins ... 
Thread (4122057616) begins ... 
Thread (4098980752) begins ... 
Thread (4088490896) begins ... 
Thread (4109470608) begins ... 
Thread (4078001040) begins ... 
Thread (4067511184) begins ... 
Thread (4057021328) begins ... 
Total Fetched (0) units, err 0
Thread (4153527184) exits ... 
Thread (4132547472) exits ... 
Thread (4057021328) exits ... 
Thread (4109470608) exits ... 
Thread (4088490896) exits ... 
Thread (4143037328) exits ... 
Thread (4122057616) exits ... 
Thread (4098980752) exits ... 
Thread (4078001040) exits ... 
Thread (4067511184) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing ip_camera_device_load 
Thread (4142533520) begins ... 
Thread (4153023376) begins ... 
Thread (4132043664) begins ... 
Thread (4119853968) begins ... 
Thread (4109364112) begins ... 
Thread (4088384400) begins ... 
Thread (4098874256) begins ... 
Thread (4077894544) begins ... 
Thread (4065328016) begins ... 
Thread (4054838160) begins ... 
Total Fetched (0) units, err 0
Thread (4142533520) exits ... 
Thread (4153023376) exits ... 
Thread (4109364112) exits ... 
Thread (4077894544) exits ... 
Thread (4132043664) exits ... 
Thread (4098874256) exits ... 
Thread (4119853968) exits ... 
Thread (4065328016) exits ... 
Thread (4054838160) exits ... 
Thread (4088384400) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing modem_device_load 
Thread (4153748368) begins ... 
Thread (4143258512) begins ... 
Thread (4132768656) begins ... 
Thread (4120902544) begins ... 
Thread (4089432976) begins ... 
Thread (4099922832) begins ... 
Thread (4078943120) begins ... 
Thread (4110412688) begins ... 
Thread (4066376592) begins ... 
Thread (4055886736) begins ... 
Total Fetched (0) units, err 0
Thread (4153748368) exits ... 
Thread (4143258512) exits ... 
Thread (4120902544) exits ... 
Thread (4055886736) exits ... 
Thread (4078943120) exits ... 
Thread (4132768656) exits ... 
Thread (4099922832) exits ... 
Thread (4089432976) exits ... 
Thread (4066376592) exits ... 
Thread (4110412688) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing wifi_router_device_load 
Thread (4153711504) begins ... 
Thread (4143221648) begins ... 
Thread (4132731792) begins ... 
Thread (4122241936) begins ... 
Thread (4111752080) begins ... 
Thread (4099931024) begins ... 
Thread (4089441168) begins ... 
Thread (4057971600) begins ... 
Thread (4068461456) begins ... 
Thread (4078951312) begins ... 
Total Fetched (0) units, err 0
Thread (4143221648) exits ... 
Thread (4122241936) exits ... 
Thread (4089441168) exits ... 
Thread (4111752080) exits ... 
Thread (4057971600) exits ... 
Thread (4078951312) exits ... 
Thread (4068461456) exits ... 
Thread (4132731792) exits ... 
Thread (4153711504) exits ... 
Thread (4099931024) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing cable_router_device_load 
Thread (4153514896) begins ... 
Thread (4143025040) begins ... 
Thread (4132535184) begins ... 
Thread (4111555472) begins ... 
Thread (4122045328) begins ... 
Thread (4101065616) begins ... 
Thread (4089445264) begins ... 
Thread (4078955408) begins ... 
Thread (4068465552) begins ... 
Thread (4057975696) begins ... 
Total Fetched (0) units, err 0
Thread (4122045328) exits ... 
Thread (4153514896) exits ... 
Thread (4101065616) exits ... 
Thread (4068465552) exits ... 
Thread (4143025040) exits ... 
Thread (4111555472) exits ... 
Thread (4078955408) exits ... 
Thread (4057975696) exits ... 
Thread (4089445264) exits ... 
Thread (4132535184) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing nat_device_load 
Thread (4153228176) begins ... 
Thread (4142738320) begins ... 
Thread (4132248464) begins ... 
Thread (4121758608) begins ... 
Thread (4100778896) begins ... 
Thread (4090289040) begins ... 
Thread (4077702032) begins ... 
Thread (4067212176) begins ... 
Thread (4111268752) begins ... 
Thread (4056722320) begins ... 
Total Fetched (0) units, err 0
Thread (4090289040) exits ... 
Thread (4067212176) exits ... 
Thread (4121758608) exits ... 
Thread (4153228176) exits ... 
Thread (4077702032) exits ... 
Thread (4142738320) exits ... 
Thread (4111268752) exits ... 
Thread (4056722320) exits ... 
Thread (4100778896) exits ... 
Thread (4132248464) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing static_ip_device_load 
Thread (4152982416) begins ... 
Thread (4142492560) begins ... 
Thread (4121512848) begins ... 
Thread (4132002704) begins ... 
Thread (4098435984) begins ... 
Thread (4108925840) begins ... 
Thread (4077456272) begins ... 
Thread (4087946128) begins ... 
Thread (4066966416) begins ... 
Thread (4056476560) begins ... 
Total Fetched (0) units, err 0
Thread (4121512848) exits ... 
Thread (4152982416) exits ... 
Thread (4098435984) exits ... 
Thread (4108925840) exits ... 
Thread (4142492560) exits ... 
Thread (4132002704) exits ... 
Thread (4087946128) exits ... 
Thread (4066966416) exits ... 
Thread (4077456272) exits ... 
Thread (4056476560) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing framed_ip_device_load 
Thread (4153387920) begins ... 
Thread (4142898064) begins ... 
Thread (4132408208) begins ... 
Thread (4121918352) begins ... 
Thread (4109368208) begins ... 
Thread (4098878352) begins ... 
Thread (4056918928) begins ... 
Thread (4067408784) begins ... 
Thread (4077898640) begins ... 
Thread (4088388496) begins ... 
Total Fetched (0) units, err 0
Thread (4142898064) exits ... 
Thread (4132408208) exits ... 
Thread (4121918352) exits ... 
Thread (4088388496) exits ... 
Thread (4067408784) exits ... 
Thread (4056918928) exits ... 
Thread (4077898640) exits ... 
Thread (4153387920) exits ... 
Thread (4109368208) exits ... 
Thread (4098878352) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153789328) begins ... 
Thread (4143299472) begins ... 
Thread (4132809616) begins ... 
Thread (4122319760) begins ... 
Thread (4101340048) begins ... 
Thread (4111829904) begins ... 
Thread (4078959504) begins ... 
Thread (4090850192) begins ... 
Thread (4068469648) begins ... 
Thread (4057979792) begins ... 
Total Fetched (0) units, err 0
Thread (4122319760) exits ... 
Thread (4057979792) exits ... 
Thread (4078959504) exits ... 
Thread (4068469648) exits ... 
Thread (4132809616) exits ... 
Thread (4101340048) exits ... 
Thread (4090850192) exits ... 
Thread (4111829904) exits ... 
Thread (4143299472) exits ... 
Thread (4153789328) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153133968) begins ... 
Thread (4142644112) begins ... 
Thread (4132154256) begins ... 
Thread (4111174544) begins ... 
Thread (4121664400) begins ... 
Thread (4100684688) begins ... 
Thread (4088396688) begins ... 
Thread (4077906832) begins ... 
Thread (4067416976) begins ... 
Thread (4054842256) begins ... 
Total Fetched (0) units, err 0
Thread (4121664400) exits ... 
Thread (4077906832) exits ... 
Thread (4100684688) exits ... 
Thread (4142644112) exits ... 
Thread (4088396688) exits ... 
Thread (4067416976) exits ... 
Thread (4153133968) exits ... 
Thread (4054842256) exits ... 
Thread (4132154256) exits ... 
Thread (4111174544) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
mv: cannot stat `/home/pin/opt/portal/7.5/sys/test/device_load_bkp_curr.log': No such file or directory
===> database 0.0.0.1 from pin.conf "userid"
nap(32616)> Fri Jul  8 11:38:47 IST 2022:Testnap Connection Success for device_load in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
===> database 0.0.0.1 from pin.conf "userid"
nap(32656)> Fri Jul  8 11:38:47 IST 2022:Testnap Connection Success for device_load in PIN_HOME/mso/apps/mso_bulk_inventory
 Executing ott_device_load 
Thread (4153412496) begins ... 
Thread (4090473360) begins ... 
Thread (4132432784) begins ... 
Thread (4121942928) begins ... 
Thread (4111453072) begins ... 
Thread (4100963216) begins ... 
Thread (4142922640) begins ... 
Thread (4079983504) begins ... 
Thread (4069493648) begins ... 
Thread (4056939408) begins ... 
Total Fetched (0) units, err 0
Thread (4069493648) exits ... 
Thread (4132432784) exits ... 
Thread (4142922640) exits ... 
Thread (4079983504) exits ... 
Thread (4121942928) exits ... 
Thread (4100963216) exits ... 
Thread (4090473360) exits ... 
Thread (4153412496) exits ... 
Thread (4056939408) exits ... 
Thread (4111453072) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing ip_camera_device_load 
Thread (4153142160) begins ... 
Thread (4142652304) begins ... 
Thread (4132162448) begins ... 
Thread (4121672592) begins ... 
Thread (4111182736) begins ... 
Thread (4077902736) begins ... 
Thread (4067412880) begins ... 
Thread (4056923024) begins ... 
Thread (4098882448) begins ... 
Thread (4088392592) begins ... 
Total Fetched (0) units, err 0
Thread (4111182736) exits ... 
Thread (4153142160) exits ... 
Thread (4142652304) exits ... 
Thread (4088392592) exits ... 
Thread (4077902736) exits ... 
Thread (4132162448) exits ... 
Thread (4067412880) exits ... 
Thread (4121672592) exits ... 
Thread (4098882448) exits ... 
Thread (4056923024) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing modem_device_load 
Thread (4153088912) begins ... 
Thread (4142599056) begins ... 
Thread (4130339728) begins ... 
Thread (4119849872) begins ... 
Thread (4088380304) begins ... 
Thread (4077890448) begins ... 
Thread (4098870160) begins ... 
Thread (4067400592) begins ... 
Thread (4056910736) begins ... 
Thread (4109360016) begins ... 
Total Fetched (0) units, err 0
Thread (4142599056) exits ... 
Thread (4153088912) exits ... 
Thread (4130339728) exits ... 
Thread (4067400592) exits ... 
Thread (4077890448) exits ... 
Thread (4098870160) exits ... 
Thread (4088380304) exits ... 
Thread (4119849872) exits ... 
Thread (4109360016) exits ... 
Thread (4056910736) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing wifi_router_device_load 
Thread (4153723792) begins ... 
Thread (4143233936) begins ... 
Thread (4132744080) begins ... 
Thread (4122254224) begins ... 
Thread (4099926928) begins ... 
Thread (4089437072) begins ... 
Thread (4057967504) begins ... 
Thread (4068457360) begins ... 
Thread (4078947216) begins ... 
Thread (4110416784) begins ... 
Total Fetched (0) units, err 0
Thread (4122254224) exits ... 
Thread (4132744080) exits ... 
Thread (4153723792) exits ... 
Thread (4089437072) exits ... 
Thread (4143233936) exits ... 
Thread (4110416784) exits ... 
Thread (4099926928) exits ... 
Thread (4057967504) exits ... 
Thread (4068457360) exits ... 
Thread (4078947216) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing cable_router_device_load 
Thread (4153465744) begins ... 
Thread (4142975888) begins ... 
Thread (4132486032) begins ... 
Thread (4121996176) begins ... 
Thread (4110416784) begins ... 
Thread (4078947216) begins ... 
Thread (4068457360) begins ... 
Thread (4057967504) begins ... 
Thread (4089437072) begins ... 
Thread (4099926928) begins ... 
Total Fetched (0) units, err 0
Thread (4142975888) exits ... 
Thread (4153465744) exits ... 
Thread (4110416784) exits ... 
Thread (4057967504) exits ... 
Thread (4068457360) exits ... 
Thread (4132486032) exits ... 
Thread (4099926928) exits ... 
Thread (4121996176) exits ... 
Thread (4078947216) exits ... 
Thread (4089437072) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing nat_device_load 
Thread (4153818000) begins ... 
Thread (4143328144) begins ... 
Thread (4132838288) begins ... 
Thread (4122348432) begins ... 
Thread (4111858576) begins ... 
Thread (4101368720) begins ... 
Thread (4089445264) begins ... 
Thread (4068465552) begins ... 
Thread (4057975696) begins ... 
Thread (4078955408) begins ... 
Total Fetched (0) units, err 0
Thread (4057975696) exits ... 
Thread (4122348432) exits ... 
Thread (4153818000) exits ... 
Thread (4132838288) exits ... 
Thread (4143328144) exits ... 
Thread (4089445264) exits ... 
Thread (4111858576) exits ... 
Thread (4078955408) exits ... 
Thread (4068465552) exits ... 
Thread (4101368720) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing static_ip_device_load 
Thread (4153928592) begins ... 
Thread (4143438736) begins ... 
Thread (4132948880) begins ... 
Thread (4122459024) begins ... 
Thread (4111969168) begins ... 
Thread (4099931024) begins ... 
Thread (4055886736) begins ... 
Thread (4089441168) begins ... 
Thread (4078951312) begins ... 
Thread (4066376592) begins ... 
Total Fetched (0) units, err 0
Thread (4153928592) exits ... 
Thread (4122459024) exits ... 
Thread (4143438736) exits ... 
Thread (4132948880) exits ... 
Thread (4099931024) exits ... 
Thread (4111969168) exits ... 
Thread (4066376592) exits ... 
Thread (4055886736) exits ... 
Thread (4089441168) exits ... 
Thread (4078951312) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing framed_ip_device_load 
Thread (4152978320) begins ... 
Thread (4142488464) begins ... 
Thread (4130339728) begins ... 
Thread (4119849872) begins ... 
Thread (4077890448) begins ... 
Thread (4109360016) begins ... 
Thread (4088380304) begins ... 
Thread (4067400592) begins ... 
Thread (4056910736) begins ... 
Thread (4098870160) begins ... 
Total Fetched (0) units, err 0
Thread (4130339728) exits ... 
Thread (4152978320) exits ... 
Thread (4109360016) exits ... 
Thread (4067400592) exits ... 
Thread (4056910736) exits ... 
Thread (4142488464) exits ... 
Thread (4098870160) exits ... 
Thread (4119849872) exits ... 
Thread (4077890448) exits ... 
Thread (4088380304) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153043856) begins ... 
Thread (4142554000) begins ... 
Thread (4132064144) begins ... 
Thread (4121574288) begins ... 
Thread (4100594576) begins ... 
Thread (4111084432) begins ... 
Thread (4090104720) begins ... 
Thread (4077910928) begins ... 
Thread (4067421072) begins ... 
Thread (4056931216) begins ... 
	Fetched units per step: (4)
Total Fetched (4) units, err 0
Fetched (4) units in Total.
Thread (4100594576) exits ... 
Thread (4153043856) exits ... 
Thread (4132064144) exits ... 
Thread (4111084432) exits ... 
Thread (4067421072) exits ... 
Thread (4142554000) exits ... 
Thread (4056931216) exits ... 
Thread (4077910928) exits ... 
Thread (4090104720) exits ... 
Thread (4121574288) exits ... 
Total number of records processed = 4.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153662352) begins ... 
Thread (4143172496) begins ... 
Thread (4132682640) begins ... 
Thread (4111702928) begins ... 
Thread (4122192784) begins ... 
Thread (4099115920) begins ... 
Thread (4088626064) begins ... 
Thread (4078136208) begins ... 
Thread (4067646352) begins ... 
Thread (4057156496) begins ... 
Total Fetched (0) units, err 0
Thread (4111702928) exits ... 
Thread (4153662352) exits ... 
Thread (4122192784) exits ... 
Thread (4099115920) exits ... 
Thread (4067646352) exits ... 
Thread (4143172496) exits ... 
Thread (4078136208) exits ... 
Thread (4088626064) exits ... 
Thread (4132682640) exits ... 
Thread (4057156496) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
mv: cannot stat `/home/pin/opt/portal/7.5/sys/test/device_load_bkp_curr.log': No such file or directory
===> database 0.0.0.1 from pin.conf "userid"
nap(6086)> Sat Jul  9 16:21:16 IST 2022:Testnap Connection Success for device_load in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
===> database 0.0.0.1 from pin.conf "userid"
nap(6128)> Sat Jul  9 16:21:16 IST 2022:Testnap Connection Success for device_load in PIN_HOME/mso/apps/mso_bulk_inventory
 Executing ott_device_load 
Thread (4153518992) begins ... 
Thread (4143029136) begins ... 
Thread (4132539280) begins ... 
Thread (4122049424) begins ... 
Thread (4089441168) begins ... 
Thread (4078951312) begins ... 
Thread (4111559568) begins ... 
Thread (4099931024) begins ... 
Thread (4068461456) begins ... 
Thread (4055890832) begins ... 
Total Fetched (0) units, err 0
Thread (4099931024) exits ... 
Thread (4055890832) exits ... 
Thread (4132539280) exits ... 
Thread (4111559568) exits ... 
Thread (4089441168) exits ... 
Thread (4153518992) exits ... 
Thread (4078951312) exits ... 
Thread (4143029136) exits ... 
Thread (4122049424) exits ... 
Thread (4068461456) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing ip_camera_device_load 
Thread (4153695120) begins ... 
Thread (4143205264) begins ... 
Thread (4132715408) begins ... 
Thread (4122225552) begins ... 
Thread (4099148688) begins ... 
Thread (4111735696) begins ... 
Thread (4078168976) begins ... 
Thread (4067679120) begins ... 
Thread (4057189264) begins ... 
Thread (4088658832) begins ... 
Total Fetched (0) units, err 0
Thread (4067679120) exits ... 
Thread (4153695120) exits ... 
Thread (4088658832) exits ... 
Thread (4132715408) exits ... 
Thread (4078168976) exits ... 
Thread (4057189264) exits ... 
Thread (4099148688) exits ... 
Thread (4122225552) exits ... 
Thread (4143205264) exits ... 
Thread (4111735696) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing modem_device_load 
Thread (4153215888) begins ... 
Thread (4142726032) begins ... 
Thread (4132236176) begins ... 
Thread (4121746320) begins ... 
Thread (4100766608) begins ... 
Thread (4111256464) begins ... 
Thread (4090276752) begins ... 
Thread (4067425168) begins ... 
Thread (4079786896) begins ... 
Thread (4054842256) begins ... 
Total Fetched (0) units, err 0
Thread (4153215888) exits ... 
Thread (4142726032) exits ... 
Thread (4121746320) exits ... 
Thread (4132236176) exits ... 
Thread (4111256464) exits ... 
Thread (4090276752) exits ... 
Thread (4054842256) exits ... 
Thread (4067425168) exits ... 
Thread (4079786896) exits ... 
Thread (4100766608) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing wifi_router_device_load 
Thread (4153420688) begins ... 
Thread (4142930832) begins ... 
Thread (4132440976) begins ... 
Thread (4119853968) begins ... 
Thread (4109364112) begins ... 
Thread (4098874256) begins ... 
Thread (4088384400) begins ... 
Thread (4067404688) begins ... 
Thread (4077894544) begins ... 
Thread (4056914832) begins ... 
Total Fetched (0) units, err 0
Thread (4153420688) exits ... 
Thread (4132440976) exits ... 
Thread (4119853968) exits ... 
Thread (4142930832) exits ... 
Thread (4098874256) exits ... 
Thread (4077894544) exits ... 
Thread (4088384400) exits ... 
Thread (4109364112) exits ... 
Thread (4067404688) exits ... 
Thread (4056914832) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing cable_router_device_load 
Thread (4153416592) begins ... 
Thread (4142926736) begins ... 
Thread (4132436880) begins ... 
Thread (4119853968) begins ... 
Thread (4109364112) begins ... 
Thread (4098874256) begins ... 
Thread (4088384400) begins ... 
Thread (4077894544) begins ... 
Thread (4067404688) begins ... 
Thread (4056914832) begins ... 
Total Fetched (0) units, err 0
Thread (4119853968) exits ... 
Thread (4153416592) exits ... 
Thread (4132436880) exits ... 
Thread (4098874256) exits ... 
Thread (4088384400) exits ... 
Thread (4077894544) exits ... 
Thread (4142926736) exits ... 
Thread (4067404688) exits ... 
Thread (4056914832) exits ... 
Thread (4109364112) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing nat_device_load 
Thread (4153392016) begins ... 
Thread (4142902160) begins ... 
Thread (4132412304) begins ... 
Thread (4121922448) begins ... 
Thread (4111432592) begins ... 
Thread (4100942736) begins ... 
Thread (4088355728) begins ... 
Thread (4077865872) begins ... 
Thread (4056886160) begins ... 
Thread (4067376016) begins ... 
Total Fetched (0) units, err 0
Thread (4077865872) exits ... 
Thread (4121922448) exits ... 
Thread (4088355728) exits ... 
Thread (4100942736) exits ... 
Thread (4142902160) exits ... 
Thread (4111432592) exits ... 
Thread (4056886160) exits ... 
Thread (4067376016) exits ... 
Thread (4153392016) exits ... 
Thread (4132412304) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing static_ip_device_load 
Thread (4153617296) begins ... 
Thread (4143127440) begins ... 
Thread (4132637584) begins ... 
Thread (4122147728) begins ... 
Thread (4111657872) begins ... 
Thread (4078091152) begins ... 
Thread (4057111440) begins ... 
Thread (4099070864) begins ... 
Thread (4088581008) begins ... 
Thread (4067601296) begins ... 
Total Fetched (0) units, err 0
Thread (4122147728) exits ... 
Thread (4132637584) exits ... 
Thread (4143127440) exits ... 
Thread (4153617296) exits ... 
Thread (4057111440) exits ... 
Thread (4111657872) exits ... 
Thread (4067601296) exits ... 
Thread (4099070864) exits ... 
Thread (4088581008) exits ... 
Thread (4078091152) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing framed_ip_device_load 
Thread (4143029136) begins ... 
Thread (4132539280) begins ... 
Thread (4122049424) begins ... 
Thread (4153518992) begins ... 
Thread (4110416784) begins ... 
Thread (4099926928) begins ... 
Thread (4089437072) begins ... 
Thread (4078947216) begins ... 
Thread (4055890832) begins ... 
Thread (4068457360) begins ... 
Total Fetched (0) units, err 0
Thread (4143029136) exits ... 
Thread (4132539280) exits ... 
Thread (4110416784) exits ... 
Thread (4153518992) exits ... 
Thread (4068457360) exits ... 
Thread (4089437072) exits ... 
Thread (4099926928) exits ... 
Thread (4122049424) exits ... 
Thread (4055890832) exits ... 
Thread (4078947216) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153695120) begins ... 
Thread (4143205264) begins ... 
Thread (4111735696) begins ... 
Thread (4132715408) begins ... 
Thread (4122225552) begins ... 
Thread (4101245840) begins ... 
Thread (4078959504) begins ... 
Thread (4090755984) begins ... 
Thread (4068469648) begins ... 
Thread (4057979792) begins ... 
Total Fetched (0) units, err 0
Thread (4057979792) exits ... 
Thread (4153695120) exits ... 
Thread (4132715408) exits ... 
Thread (4078959504) exits ... 
Thread (4143205264) exits ... 
Thread (4111735696) exits ... 
Thread (4101245840) exits ... 
Thread (4122225552) exits ... 
Thread (4068469648) exits ... 
Thread (4090755984) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4142910352) begins ... 
Thread (4153400208) begins ... 
Thread (4132420496) begins ... 
Thread (4111440784) begins ... 
Thread (4121930640) begins ... 
Thread (4098853776) begins ... 
Thread (4088363920) begins ... 
Thread (4077874064) begins ... 
Thread (4067384208) begins ... 
Thread (4056894352) begins ... 
Total Fetched (0) units, err 0
Thread (4142910352) exits ... 
Thread (4098853776) exits ... 
Thread (4121930640) exits ... 
Thread (4153400208) exits ... 
Thread (4111440784) exits ... 
Thread (4077874064) exits ... 
Thread (4088363920) exits ... 
Thread (4067384208) exits ... 
Thread (4056894352) exits ... 
Thread (4132420496) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
mv: cannot stat `/home/pin/opt/portal/7.5/sys/test/device_load_bkp_curr.log': No such file or directory
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
Executing modem_location_upd
Executing wifi_router_location_upd
Executing cable_router_location_upd
Executing nat_location_upd
Executing static_ip_location_upd
Executing framed_ip_location_upd
Executing stb_location_upd
Executing vc_location_upd
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
Executing the process modem_state_upd
Executing the process wifi_router_state_upd
Executing the process cable_router_state_upd
Executing the process nat_state_upd
Executing the process static_ip_state_upd
Executing the process framed_ip_state_upd
Executing the process stb_state_upd
Executing the process vc_state_upd
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
Executing the process modem_state_upd
Executing the process wifi_router_state_upd
Executing the process cable_router_state_upd
Executing the process nat_state_upd
Executing the process static_ip_state_upd
Executing the process framed_ip_state_upd
Executing the process stb_state_upd
Executing the process vc_state_upd
===> database 0.0.0.1 from pin.conf "userid"
nap(2803)> Tue Jul 12 12:55:17 IST 2022:Testnap Connection Success for device_load in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
===> database 0.0.0.1 from pin.conf "userid"
nap(2831)> Tue Jul 12 12:55:17 IST 2022:Testnap Connection Success for device_load in PIN_HOME/mso/apps/mso_bulk_inventory
 Executing ott_device_load 
Thread (4153006992) begins ... 
Thread (4132027280) begins ... 
Thread (4121537424) begins ... 
Thread (4142517136) begins ... 
Thread (4098882448) begins ... 
Thread (4088392592) begins ... 
Thread (4111047568) begins ... 
Thread (4077902736) begins ... 
Thread (4067412880) begins ... 
Thread (4056923024) begins ... 
Total Fetched (0) units, err 0
Thread (4153006992) exits ... 
Thread (4088392592) exits ... 
Thread (4142517136) exits ... 
Thread (4121537424) exits ... 
Thread (4077902736) exits ... 
Thread (4067412880) exits ... 
Thread (4132027280) exits ... 
Thread (4098882448) exits ... 
Thread (4056923024) exits ... 
Thread (4111047568) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing ip_camera_device_load 
Thread (4143115152) begins ... 
Thread (4153605008) begins ... 
Thread (4132625296) begins ... 
Thread (4122135440) begins ... 
Thread (4110416784) begins ... 
Thread (4089437072) begins ... 
Thread (4078947216) begins ... 
Thread (4099926928) begins ... 
Thread (4066360208) begins ... 
Thread (4055870352) begins ... 
Total Fetched (0) units, err 0
Thread (4055870352) exits ... 
Thread (4153605008) exits ... 
Thread (4089437072) exits ... 
Thread (4078947216) exits ... 
Thread (4066360208) exits ... 
Thread (4122135440) exits ... 
Thread (4099926928) exits ... 
Thread (4132625296) exits ... 
Thread (4143115152) exits ... 
Thread (4110416784) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing modem_device_load 
Thread (4153412496) begins ... 
Thread (4142922640) begins ... 
Thread (4132432784) begins ... 
Thread (4119853968) begins ... 
Thread (4109364112) begins ... 
Thread (4098874256) begins ... 
Thread (4086299536) begins ... 
Thread (4075809680) begins ... 
Thread (4065319824) begins ... 
Thread (4054829968) begins ... 
Total Fetched (0) units, err 0
Thread (4153412496) exits ... 
Thread (4142922640) exits ... 
Thread (4098874256) exits ... 
Thread (4086299536) exits ... 
Thread (4054829968) exits ... 
Thread (4109364112) exits ... 
Thread (4075809680) exits ... 
Thread (4119853968) exits ... 
Thread (4132432784) exits ... 
Thread (4065319824) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing wifi_router_device_load 
Thread (4143082384) begins ... 
Thread (4153572240) begins ... 
Thread (4132592528) begins ... 
Thread (4122102672) begins ... 
Thread (4101122960) begins ... 
Thread (4111612816) begins ... 
Thread (4089445264) begins ... 
Thread (4078955408) begins ... 
Thread (4068465552) begins ... 
Thread (4057975696) begins ... 
Total Fetched (0) units, err 0
Thread (4122102672) exits ... 
Thread (4089445264) exits ... 
Thread (4078955408) exits ... 
Thread (4057975696) exits ... 
Thread (4153572240) exits ... 
Thread (4068465552) exits ... 
Thread (4132592528) exits ... 
Thread (4143082384) exits ... 
Thread (4101122960) exits ... 
Thread (4111612816) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing cable_router_device_load 
Thread (4153600912) begins ... 
Thread (4143111056) begins ... 
Thread (4132621200) begins ... 
Thread (4120902544) begins ... 
Thread (4099922832) begins ... 
Thread (4089432976) begins ... 
Thread (4110412688) begins ... 
Thread (4078943120) begins ... 
Thread (4066376592) begins ... 
Thread (4055886736) begins ... 
Total Fetched (0) units, err 0
Thread (4153600912) exits ... 
Thread (4143111056) exits ... 
Thread (4132621200) exits ... 
Thread (4099922832) exits ... 
Thread (4120902544) exits ... 
Thread (4089432976) exits ... 
Thread (4110412688) exits ... 
Thread (4078943120) exits ... 
Thread (4055886736) exits ... 
Thread (4066376592) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing nat_device_load 
Thread (4153342864) begins ... 
Thread (4142853008) begins ... 
Thread (4132363152) begins ... 
Thread (4121873296) begins ... 
Thread (4111383440) begins ... 
Thread (4088306576) begins ... 
Thread (4077816720) begins ... 
Thread (4098796432) begins ... 
Thread (4067326864) begins ... 
Thread (4056837008) begins ... 
Total Fetched (0) units, err 0
Thread (4088306576) exits ... 
Thread (4153342864) exits ... 
Thread (4077816720) exits ... 
Thread (4067326864) exits ... 
Thread (4056837008) exits ... 
Thread (4098796432) exits ... 
Thread (4132363152) exits ... 
Thread (4121873296) exits ... 
Thread (4111383440) exits ... 
Thread (4142853008) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing static_ip_device_load 
Thread (4153850768) begins ... 
Thread (4143360912) begins ... 
Thread (4132871056) begins ... 
Thread (4122381200) begins ... 
Thread (4111891344) begins ... 
Thread (4078324624) begins ... 
Thread (4067834768) begins ... 
Thread (4088814480) begins ... 
Thread (4057344912) begins ... 
Thread (4099304336) begins ... 
Total Fetched (0) units, err 0
Thread (4143360912) exits ... 
Thread (4153850768) exits ... 
Thread (4132871056) exits ... 
Thread (4111891344) exits ... 
Thread (4067834768) exits ... 
Thread (4122381200) exits ... 
Thread (4078324624) exits ... 
Thread (4088814480) exits ... 
Thread (4099304336) exits ... 
Thread (4057344912) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing framed_ip_device_load 
Thread (4153850768) begins ... 
Thread (4143360912) begins ... 
Thread (4132871056) begins ... 
Thread (4110412688) begins ... 
Thread (4099922832) begins ... 
Thread (4120902544) begins ... 
Thread (4089432976) begins ... 
Thread (4078943120) begins ... 
Thread (4068453264) begins ... 
Thread (4057963408) begins ... 
Total Fetched (0) units, err 0
Thread (4153850768) exits ... 
Thread (4120902544) exits ... 
Thread (4068453264) exits ... 
Thread (4143360912) exits ... 
Thread (4089432976) exits ... 
Thread (4132871056) exits ... 
Thread (4099922832) exits ... 
Thread (4110412688) exits ... 
Thread (4078943120) exits ... 
Thread (4057963408) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153445264) begins ... 
Thread (4142955408) begins ... 
Thread (4132465552) begins ... 
Thread (4121975696) begins ... 
Thread (4111485840) begins ... 
Thread (4100995984) begins ... 
Thread (4089445264) begins ... 
Thread (4078955408) begins ... 
Thread (4057975696) begins ... 
Thread (4068465552) begins ... 
	Fetched units per step: (3)
Total Fetched (3) units, err 0
Fetched (3) units in Total.
Thread (4068465552) exits ... 
Thread (4089445264) exits ... 
Thread (4153445264) exits ... 
Thread (4057975696) exits ... 
Thread (4132465552) exits ... 
Thread (4100995984) exits ... 
Thread (4078955408) exits ... 
Thread (4121975696) exits ... 
Thread (4111485840) exits ... 
Thread (4142955408) exits ... 
Total number of records processed = 3.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4153473936) begins ... 
Thread (4142984080) begins ... 
Thread (4111514512) begins ... 
Thread (4122004368) begins ... 
Thread (4132494224) begins ... 
Thread (4101024656) begins ... 
Thread (4078959504) begins ... 
Thread (4090534800) begins ... 
Thread (4068469648) begins ... 
Thread (4057979792) begins ... 
Total Fetched (0) units, err 0
Thread (4090534800) exits ... 
Thread (4101024656) exits ... 
Thread (4078959504) exits ... 
Thread (4068469648) exits ... 
Thread (4132494224) exits ... 
Thread (4122004368) exits ... 
Thread (4153473936) exits ... 
Thread (4111514512) exits ... 
Thread (4057979792) exits ... 
Thread (4142984080) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
mv: cannot stat `/home/pin/opt/portal/7.5/sys/test/device_load_bkp_curr.log': No such file or directory
===> database 0.0.0.1 from pin.conf "userid"
nap(2478)> Thu Jul 14 12:19:07 IST 2022:Testnap Connection Success for device_load in /home/pin/opt/portal/7.5/mso/bin/
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
===> database 0.0.0.1 from pin.conf "userid"
nap(2504)> Thu Jul 14 12:19:07 IST 2022:Testnap Connection Success for device_load in PIN_HOME/mso/apps/mso_bulk_inventory
 Executing ott_device_load 
Thread (4153854864) begins ... 
Thread (4143365008) begins ... 
Thread (4132875152) begins ... 
Thread (4122385296) begins ... 
Thread (4111895440) begins ... 
Thread (4089441168) begins ... 
Thread (4099931024) begins ... 
Thread (4068461456) begins ... 
Thread (4055874448) begins ... 
Thread (4078951312) begins ... 
Total Fetched (0) units, err 0
Thread (4153854864) exits ... 
Thread (4122385296) exits ... 
Thread (4099931024) exits ... 
Thread (4078951312) exits ... 
Thread (4143365008) exits ... 
Thread (4068461456) exits ... 
Thread (4055874448) exits ... 
Thread (4089441168) exits ... 
Thread (4132875152) exits ... 
Thread (4111895440) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing ip_camera_device_load 
Thread (4153707408) begins ... 
Thread (4143217552) begins ... 
Thread (4122237840) begins ... 
Thread (4132727696) begins ... 
Thread (4111747984) begins ... 
Thread (4089441168) begins ... 
Thread (4099931024) begins ... 
Thread (4076854160) begins ... 
Thread (4066364304) begins ... 
Thread (4055874448) begins ... 
Total Fetched (0) units, err 0
Thread (4132727696) exits ... 
Thread (4099931024) exits ... 
Thread (4111747984) exits ... 
Thread (4055874448) exits ... 
Thread (4066364304) exits ... 
Thread (4122237840) exits ... 
Thread (4089441168) exits ... 
Thread (4153707408) exits ... 
Thread (4076854160) exits ... 
Thread (4143217552) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
 Executing modem_device_load 
Thread (4153219984) begins ... 
Thread (4142730128) begins ... 
Thread (4132240272) begins ... 
Thread (4121750416) begins ... 
Thread (4111260560) begins ... 
Thread (4100770704) begins ... 
Thread (4088396688) begins ... 
Thread (4077906832) begins ... 
Thread (4067416976) begins ... 
Thread (4056927120) begins ... 
Total Fetched (0) units, err 0
Thread (4132240272) exits ... 
Thread (4142730128) exits ... 
Thread (4100770704) exits ... 
Thread (4153219984) exits ... 
Thread (4111260560) exits ... 
Thread (4056927120) exits ... 
Thread (4088396688) exits ... 
Thread (4077906832) exits ... 
Thread (4067416976) exits ... 
Thread (4121750416) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing wifi_router_device_load 
Thread (4153338768) begins ... 
Thread (4142848912) begins ... 
Thread (4132359056) begins ... 
Thread (4121869200) begins ... 
Thread (4109282192) begins ... 
Thread (4067322768) begins ... 
Thread (4056832912) begins ... 
Thread (4098792336) begins ... 
Thread (4088302480) begins ... 
Thread (4077812624) begins ... 
Total Fetched (0) units, err 0
Thread (4109282192) exits ... 
Thread (4142848912) exits ... 
Thread (4067322768) exits ... 
Thread (4153338768) exits ... 
Thread (4132359056) exits ... 
Thread (4121869200) exits ... 
Thread (4088302480) exits ... 
Thread (4098792336) exits ... 
Thread (4056832912) exits ... 
Thread (4077812624) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing cable_router_device_load 
Thread (4142734224) begins ... 
Thread (4153224080) begins ... 
Thread (4132244368) begins ... 
Thread (4121754512) begins ... 
Thread (4111264656) begins ... 
Thread (4090284944) begins ... 
Thread (4100774800) begins ... 
Thread (4067421072) begins ... 
Thread (4056931216) begins ... 
Thread (4077910928) begins ... 
Total Fetched (0) units, err 0
Thread (4142734224) exits ... 
Thread (4153224080) exits ... 
Thread (4090284944) exits ... 
Thread (4121754512) exits ... 
Thread (4100774800) exits ... 
Thread (4132244368) exits ... 
Thread (4056931216) exits ... 
Thread (4067421072) exits ... 
Thread (4111264656) exits ... 
Thread (4077910928) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing nat_device_load 
Thread (4153408400) begins ... 
Thread (4142918544) begins ... 
Thread (4132428688) begins ... 
Thread (4119853968) begins ... 
Thread (4109364112) begins ... 
Thread (4088384400) begins ... 
Thread (4098874256) begins ... 
Thread (4077894544) begins ... 
Thread (4065307536) begins ... 
Thread (4054817680) begins ... 
Total Fetched (0) units, err 0
Thread (4142918544) exits ... 
Thread (4153408400) exits ... 
Thread (4109364112) exits ... 
Thread (4132428688) exits ... 
Thread (4098874256) exits ... 
Thread (4119853968) exits ... 
Thread (4065307536) exits ... 
Thread (4077894544) exits ... 
Thread (4054817680) exits ... 
Thread (4088384400) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing static_ip_device_load 
Thread (4153691024) begins ... 
Thread (4143201168) begins ... 
Thread (4122221456) begins ... 
Thread (4132711312) begins ... 
Thread (4111731600) begins ... 
Thread (4097833872) begins ... 
Thread (4076854160) begins ... 
Thread (4087344016) begins ... 
Thread (4066364304) begins ... 
Thread (4055874448) begins ... 
Total Fetched (0) units, err 0
Thread (4153691024) exits ... 
Thread (4097833872) exits ... 
Thread (4143201168) exits ... 
Thread (4122221456) exits ... 
Thread (4066364304) exits ... 
Thread (4076854160) exits ... 
Thread (4087344016) exits ... 
Thread (4055874448) exits ... 
Thread (4111731600) exits ... 
Thread (4132711312) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
Executing framed_ip_device_load 
Thread (4153404304) begins ... 
Thread (4142914448) begins ... 
Thread (4132424592) begins ... 
Thread (4111444880) begins ... 
Thread (4100955024) begins ... 
Thread (4121934736) begins ... 
Thread (4090465168) begins ... 
Thread (4077910928) begins ... 
Thread (4067421072) begins ... 
Thread (4056931216) begins ... 
Total Fetched (0) units, err 0
Thread (4100955024) exits ... 
Thread (4090465168) exits ... 
Thread (4132424592) exits ... 
Thread (4056931216) exits ... 
Thread (4142914448) exits ... 
Thread (4153404304) exits ... 
Thread (4067421072) exits ... 
Thread (4111444880) exits ... 
Thread (4121934736) exits ... 
Thread (4077910928) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4143213456) begins ... 
Thread (4153703312) begins ... 
Thread (4132723600) begins ... 
Thread (4122233744) begins ... 
Thread (4109646736) begins ... 
Thread (4088667024) begins ... 
Thread (4067687312) begins ... 
Thread (4099156880) begins ... 
Thread (4078177168) begins ... 
Thread (4057197456) begins ... 
	Fetched units per step: (1)
Total Fetched (1) units, err 0
Fetched (1) units in Total.
Thread (4143213456) exits ... 
Thread (4132723600) exits ... 
Thread (4099156880) exits ... 
Thread (4122233744) exits ... 
Thread (4109646736) exits ... 
Thread (4067687312) exits ... 
Thread (4057197456) exits ... 
Thread (4078177168) exits ... 
Thread (4153703312) exits ... 
Thread (4088667024) exits ... 
Total number of records processed = 1.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
file is not available 
Thread (4143242128) begins ... 
Thread (4153731984) begins ... 
Thread (4132752272) begins ... 
Thread (4122262416) begins ... 
Thread (4090792848) begins ... 
Thread (4111772560) begins ... 
Thread (4101282704) begins ... 
Thread (4078959504) begins ... 
Thread (4068469648) begins ... 
Thread (4057979792) begins ... 
Total Fetched (0) units, err 0
Thread (4111772560) exits ... 
Thread (4122262416) exits ... 
Thread (4090792848) exits ... 
Thread (4078959504) exits ... 
Thread (4101282704) exits ... 
Thread (4132752272) exits ... 
Thread (4068469648) exits ... 
Thread (4153731984) exits ... 
Thread (4143242128) exits ... 
Thread (4057979792) exits ... 
Total number of records processed = 0.
Number of data errors encountered = 0.
Total number of errors encountered = 0.
mv: cannot stat `/home/pin/opt/portal/7.5/sys/test/device_load_bkp_curr.log': No such file or directory
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
Executing modem_location_upd
Executing wifi_router_location_upd
Executing cable_router_location_upd
Executing nat_location_upd
Executing static_ip_location_upd
Executing framed_ip_location_upd
Executing stb_location_upd
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
Executing modem_location_upd
Executing wifi_router_location_upd
Executing cable_router_location_upd
Executing nat_location_upd
Executing static_ip_location_upd
Executing framed_ip_location_upd
 process is already running 
Executing vc_location_upd
Executing vc_location_upd
current working directory is /home/pin/opt/portal/7.5/mso/apps/mso_bulk_inventory
Executing modem_location_upd
Executing wifi_router_location_upd
Executing cable_router_location_upd
Executing nat_location_upd
Executing static_ip_location_upd
Executing framed_ip_location_upd
Executing stb_location_upd
Executing vc_location_upd
